[
    {
        "id": 1,
        "title": "外滩",
        "description": "外滩位于黄浦江畔，全长约1.5公里，是上海城市象征意义的景点，风格迥异的万国建筑群和浦江夜景是它的精华所在。外滩矗立着几十幢风格迥异的古典复兴大楼，知名的中国银行大楼、和平饭店、海关大楼、汇丰银行大楼等再现了昔日“远东华尔街”的风采。令人惊讶的是，这些建筑并非出自同一位设计师，也不是建于同一时期，却拥有一种独特的和谐美。外滩多种建筑风格，其中包括法国古典式、法国大住宅式、哥特式等，这些都是中国近现代重要史迹及代表性建筑，也是黄浦江畔一道靓丽的风景线。夜晚来临，两岸霓虹灯交辉相映，搭乘浦江游船或渡轮，游于黄浦江上，江风阵阵拂面，一边是见证历史发展的外滩，一边是上海现代建设的地标陆家嘴，还有外白渡桥的倩丽身影，可以让你换个角度欣赏这个繁华都市美丽的样子。",
        "score": 4.7,
        "price": 98.0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区中山东一路（临黄浦江）",
            "district": "黄浦区",
            "lng": 121.49720404433653,
            "lat": 31.243452887043176
        },
        "imgSrc": [
            "img/0.jpg",
            "img/1.jpg",
            "img/2.jpg",
            "img/3.jpg",
            "img/4.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            63,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            104,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 2,
        "title": "东方明珠",
        "description": "东方明珠矗立于上海浦东陆家嘴，与外滩隔江相望，是上海的标志性建筑。乘坐全透明观光电梯登上351米高的太空舱观光层，可将浦江两岸风光一览无余，还可以让人们与“宇航员”来一次互动。若在267米高的空中旋转餐厅一边品尝美食一边欣赏申城夜景，更是超凡的体验。东方明珠塔高468米，由11个大小不一的球体串联一体，此设计来源于“大珠小珠落玉盘”的美妙意境。登上三个主球体，可站在不同的高度品赏浦江两岸的城市风光，尤其站在259米高度的全透明观光廊上，以“空中漫步”的独特方式欣赏申城全景。而夜晚登临观光层感受“不夜城”夜幕下的绚彩，更是难忘的享受。东方明珠还是娱乐、美食、博览以及购物的小世界。在塔座的上海城市历史发展陈列馆可以了解到上海近代历史的变迁；在东方明珠95米“高空VR过山车”一起尖叫一起飞；玩累了，可以到旋转餐厅品尝世界各地美食、欣赏现场制作与烹饪表演。结束旅程时，可至特色商品楼层选购纪念品，或买张明信片、盖上空中邮局的邮戳，寄给自己或者想要祝福的亲友。",
        "score": 4.6,
        "price": 198.0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区陆家嘴世纪大道1号",
            "district": "浦东新区",
            "lng": 121.5063729732192,
            "lat": 31.244937070519477
        },
        "imgSrc": [
            "img/5.jpg",
            "img/6.jpg",
            "img/7.jpg",
            "img/8.jpg",
            "img/9.jpg"
        ],
        "opentime": "1月1日-9月30日 09:00-21:00(最晚入园21:00)；10月1日-10月8日 08:00-21:30(最晚入园21:30)；10月9日-12月31日 09:00-21:00(最晚入园21:00)",
        "hotDegree": 0,
        "nearBy": [
            1,
            5,
            6,
            9,
            10,
            11,
            13,
            14,
            15,
            18,
            20,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 3,
        "title": "上海迪士尼度假区",
        "description": "上海迪士尼度假区位于上海浦东新区，是中国大陆第一个迪士尼度假区，你可以在此亲历许多全球迪士尼乐园中的“第一”，包括较大的迪士尼城堡、以海盗为主题的园区、较长的迪士尼花车巡游路线等，身临其境地感受神奇王国。迪士尼乐园上海迪士尼乐园分为七个各具特色的主题园区，包括“米奇大街”、“奇想花园”、“梦幻世界”、“迪士尼·皮克斯玩具总动员”、“探险岛”、“宝藏湾”和“明日世界”。无论男女老少都能在这里找到快乐的天地。#米奇大街#一进入迪士尼乐园门口，便步入了“米奇大街”。米妮、唐老鸭、黛丝、高飞以及布鲁托等一众伙伴将在这里欢聚，你可以在这里与喜爱的迪士尼朋友热情拥抱、合影留念。在大街上五花八门的商铺中，“M大街购物廊”将提供乐园内丰富的礼品和纪念品选择。#奇想花园#奇想花园由7片不同风格的神奇小花园组成，你可以驾着“幻想曲旋转木马”回旋在欢乐中，或是乘坐“小飞象”翱翔天空，还有城堡舞台秀和“点亮奇梦：夜光幻影秀”等多项标志性迪士尼娱乐演出可供观赏。游客还能在这里从不同角度欣赏全球路线较长的迪士尼主题花车巡游——“米奇童话专列”。#梦幻世界#梦幻世界是乐园中较大的园区，也是宏伟壮丽的“奇幻童话城堡”所在地。在这个如童话般的仙境中，动画控们可以伴着小熊维尼探索百亩森林，和爱丽丝一起在梦游仙境迷宫中穿行，与七个小矮人一同乘坐矿山车探险，登上“小飞侠天空奇遇”飞船横越伦敦的天空，或是跟着“晶彩奇航”蜿蜒漂流过一个个熟悉的迪士尼故事。#迪士尼·皮克斯玩具总动员#在这里，你可以坐上“弹簧狗”的螺旋形弹簧，欢快地围着一个盛满了玩具骨头的大狗盘绕圈，“抱抱龙”将邀请大家坐上遥控冲天赛车，在长长的“U”型轨道上开启一段刺激的冒险旅程，除此之外，你还可以在“艾尔玩具店”，购买你喜欢的游戏、玩具、服饰、徽章等。#探险岛#来到探险岛，仿佛置身于新发现的远古部落中。巍峨的雷鸣山将为你的探险岛之旅指出明确的方向。你可以在“古迹探索营”中走出自己的探险之路，或是在“翱翔•飞越地平线”里横跨世界和时空，坐上“雷鸣山漂流”的筏艇深入探险岛腹地，探索一只庞大神秘巨兽所在的黑暗领域。#宝藏湾#“宝藏湾”是全球迪士尼乐园中第一个以海盗为主题的园区。“加勒比海盗——沉落宝藏之战”将水载乘坐项目变为惊险刺激的大冒险，富有探险精神的游客们还可以划着“探险家独木舟”畅美丽海湾，踏上海盗船的甲板，在“巴波萨烧烤”大快朵颐。#明日世界#“明日世界”充满了无尽可能并展现出未来光明的愿景。星际探险项目“巴斯光年星际营救”带领游客们勇往直前、超越无限；“喷气背包飞行器”让人们突破重力束缚；“创极速光轮”包裹在巨大的半透明穹顶建筑下，幻化着不同光彩，吸引游客跨上两轮光轮摩托队列，挑战全球迪士尼乐园中较为紧张刺激的过山车项目之一。迪士尼小镇迪士尼小镇是上海迪士尼度假区的大型购物餐饮娱乐区，毗邻上海迪士尼乐园，并将向公众免费开放。国际化的迷人街区令人流连忘返，游客可以在享用美食的同时观赏到上海迪士尼乐园的迷人景色。而位于“迪士尼小镇”的“华特迪士尼大剧院”，上演经典百老汇音乐剧，看剧单独售票。园区餐饮迪士尼乐园中有巴波萨烧烤、皇室宴会厅、皮诺丘乡村厨房、部落丰盛堂、米奇好伙伴美味集市、星露台餐厅、小米大厨烘培坊、漫月轩、老藤树食栈等多家主题餐厅，散布在各个主题园区内，东西方菜系的丰富美食、特色点心和诱人甜品一应俱全，让你的神奇之旅回味无穷。主题酒店“上海迪士尼乐园酒店”和“上海玩具总动员酒店”紧邻上海迪士尼乐园，优越的地理位置将迪士尼神奇之旅从白天延续到夜晚。两家酒店结合了迪士尼故事讲述的主题设计，并将为宾客提供温馨周到的服务、丰富多样的娱乐活动、美食飨宴、购物体验及各种休闲选择，带来蕴含中国魅力的迪士尼体验。如果在乐园中购买了商品，可以免费递送至其下榻的酒店中，另外度假区内还设有免费穿梭巴士和轮渡，往返于两座酒店和迪士尼乐园之间，交通十分方便。",
        "score": 4.6,
        "price": 299.0,
        "season": [
            4,
            2
        ],
        "geoInfo": {
            "location": "上海市浦东新区川沙新镇上海迪士尼度假区",
            "district": "浦东新区",
            "lng": 121.67196444062243,
            "lat": 31.148266917519663
        },
        "imgSrc": [
            "img/10.jpg",
            "img/11.jpg",
            "img/12.jpg",
            "img/13.jpg",
            "img/14.jpg"
        ],
        "opentime": "10月1日-10月8日 08:00-21:30；10月9日-10月10日 08:30-20:00；10月11日 08:30-20:30",
        "hotDegree": 0,
        "nearBy": [
            56,
            117,
            137
        ]
    },
    {
        "id": 4,
        "title": "上海野生动物园",
        "description": "游玩攻略\n欢迎您来到上海野生动物园！我们已经为您一天的行程，准备了丰富多彩的展示、奇妙生动的体验、精彩绝伦的演出，让您不虚此行。\n“网红”车入区带您体验充满乐趣的“探秘之旅”，感受老虎、狮子、熊等猛兽的热情；动物们或觅食，或散步，或休息，让您感受到它们的欢乐。\n\n\n大自然是最好的老师，来上野亲近大自然，近100场免费的科普讲解精彩纷呈、寓教于乐，刷新您的知识！\n\n\n您可以享受俄罗斯大马戏盛宴，上野的“国际马戏剧场”里，聚集了世界顶级优秀的杂技演员。“生死大飞轮”惊险不断，“空中飞人”720°大旋转惊艳全场，“沙皇铁骑秀”英姿飒爽，“太空漫步”优雅唯美，“牛仔舞”热情似火。\n\n\n最受欢迎的“大熊猫馆”，热闹的“灵猴天地”，美丽的“大嘴长廊”，奇趣的“巨兽区”。\n\n\n还有浪漫的“水域探秘”，温馨的“小动物乐园”。来上野游玩，这些打卡点不要错过哦！\n\n\n亚洲小爪水獭在水中时，身手灵活，游泳速度快，而在“飞熊山庄”里的熊大、熊二们，爬树、游泳永远是他们最快乐的事情。\n\n\n大象们又会撒娇又会卖萌，扑倒、打滚、喷洒…;;…;;解锁各种玩水的新姿势。\n\n\n推荐游园线路：\n游览路线推荐A（双休日及节假日）：入口→火烈鸟→大嘴长廊→车入区参观→海狮剧场→水域探秘→袋鼠坡→长颈鹿雅苑→大熊猫→企鹅→河马→非洲象→大独角犀→亚洲象→斑马苑→天鹅餐厅→百兽山剧场→国际马戏剧场→松鼠猴沿路→飞熊山庄→老虎扑食→灵猴天地→小动物乐园→金刚鹦鹉→出口\n \n游览路线推荐B（周一至周五）：入口→火烈鸟→大嘴长廊→大食蚁兽→金刚鹦鹉→小动物乐园→金丝猴→灵猴面馆→老虎扑食→灵猴天地→百兽山剧场→亚洲象→大独角犀→非洲象→斑马苑→河马→大熊猫→长颈鹿雅苑→袋鼠坡→海狮剧场→车入区参观→水域探秘→松鼠猴沿路→飞熊山庄→出口\n上海野生动物园内居住着大熊猫、金丝猴、金毛羚牛、朱鹮、长颈鹿、斑马、羚羊、白犀牛、猎豹等来自国内外的珍稀野生动物200余种，上万余只。园区分为车入区、步行区及“水域探秘”三大游览区域。\n步行区，让你在寓教于乐中进一步了解动物朋友。不仅可以观赏到大熊猫、非洲象、亚洲象、长颈鹿、黑猩猩、长臂猿、狐猴、火烈鸟、朱鹮等众多珍稀野生动物，更有诸多特色的动物行为展示和互动体验呈现。车入区为动物散放养展示形式，保持着 “人在‘笼’中，动物自由”的展览模式，给动物更多的自由空间。使你身临其境，感受一群群斑马、羚羊、角马、犀牛等食草动物簇拥在一起悠闲觅食；又能领略猎豹、东北虎、非洲狮、熊、狼等大型猛兽“部落”展现野性雄姿本周热点一：大熊猫集体庆生，“嘉嘉仔”也有名字啦！中秋国庆，双节同乐，这个喜庆、欢乐的节日里，“雪宝”和“芊金”即将迎来3周岁的生日，“嘉嘉仔”也即将迎来1周岁的生日，上野为国宝大熊猫们集体庆生，也为它们送上了美好的生日祝福。保育员们为它们精心准备了美味的“生日蛋糕”，香甜、好看又好吃的美食吸引了宝宝们的注意。更令人开心的是“嘉嘉仔”有了属于自己的名字啦！——“大家好，我叫‘康康’，欢迎朋友们来看我。”“康康”的寓意是健健康康、快快乐乐、平平安安，寄托了广大公众对宝宝的喜爱之情和深深的祝福。本周热点二：猎豹餐吧新体验上野特色餐厅“猎豹餐吧”位于园内新开放的动物主题休闲广场“太阳广场”旁边，充满异域风情和野性魅力的风格令人眼前一亮。随着“太阳广场”的开放，也给猎豹餐吧带来了全新的用餐体验。在这里，可以边品味美食，边近距离欣赏动物的野性魅力，探索原始大自然的奥秘。",
        "score": 4.7,
        "price": 120.0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市浦东新区南六公路178号",
            "district": "浦东新区",
            "lng": 121.72246970153017,
            "lat": 31.060132917671478
        },
        "imgSrc": [
            "img/15.jpg",
            "img/16.jpg",
            "img/17.jpg",
            "img/18.jpg",
            "img/19.jpg"
        ],
        "opentime": "3月1日-6月30日 09:00-17:00(停止售票16:00,最晚入园16:00)；7月1日-8月31日 09:00-20:00(停止售票18:00,最晚入园18:00)；9月1日-9月30日 09:00-17:00(停止售票16:00,最晚入园16:00)；10月1日-10月8日 07:30-20:00(停止售票17:30,最晚入园17:30)；10月9日-11月30日 09:00-17:00(停止售票16:00,最晚入园16:00)；12月1日-次年2月29日 09:00-16:30(停止售票15:30,最晚入园15:30)；车入区运行时间： 10月1日-10月8日 7:45-17:30； 3月-6月、9月、10月9日-11月 9:15-16:30； 7月-8月 9:15-18:00； 12月-翌年2月 9:15-15:30。 \n水域运行时间：  10月1日-10月8日 8:00-19:30；3月-6月、9月、10月9日-11月 9:15-16:30； 7月-8月 9:15-19:30； 12月-翌年2月 9:15-15:30。",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 5,
        "title": "豫园",
        "description": "上海豫园位于上海豫园旅游商业区的东北部，与上海城隍庙、上海豫园旅游商城毗邻，是知名的江南古典园林，闻名中外的名胜古迹。1982年被国务院批准成为“全国重点文物保护单位”。豫园始建于明嘉靖、万历年间，距今已有四百五十余年历史。园主人潘允端，曾任四川布政使。潘允端为了让父亲安享晚年，从明嘉靖己未年（1559年）起，在自家的菜田上，聚石凿池，构亭艺竹，建造园林。经过二十余年的苦心经营，建成了豫园。“豫”有“平安”、“安泰”之意，取名“豫园”，有“豫悦老亲”的意思。豫园肇建初始，占地七十余亩，由明代造园名家张南阳精心设计，并亲自参与施工，整座园林规模宏伟、景色秀美。现豫园占地2公顷，楼阁参差，山石峥嵘，树木苍翠，以清幽秀丽，玲珑剔透见长，具有小中见大的特点，体现出明清两代江南园林建筑的艺术风格。豫园内至今还保存着“海派书画”发祥地—“藏书楼”、上海小刀会起义指挥部所在“点春堂”等史迹。历代古人对豫园有“奇秀甲于东南”、“东南名园冠”等赞誉。众多国内外政要首脑和名人都曾来到豫园参观访问，是上海一张难得的传统文化名片。",
        "score": 4.6,
        "price": 40.0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市黄浦区豫园老街279号",
            "district": "黄浦区",
            "lng": 121.49873080438128,
            "lat": 31.232712655942223
        },
        "imgSrc": [
            "img/20.jpg",
            "img/21.jpg",
            "img/22.jpg",
            "img/23.jpg",
            "img/24.jpg"
        ],
        "opentime": "全年 周二至周日 09:00-16:30(最晚入园16:00) 周一 不开放；16：30清场，每周一闭园（国家法定节假日除外）",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            120,
            123,
            124,
            126,
            132,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 6,
        "title": "南京路步行街",
        "description": "南京路步行街长约1200米，两侧商店林立，一眼望去，现代建筑夹杂着欧式老楼，竖挂的店铺灯箱连绵不绝，尤其夜幕之下霓虹灯光闪烁，别有风情。还可以坐一回像缩小版旧式电车的“铛铛车”，找找老上海的味道。步行街西起西藏中路（人民广场东侧），东至河南中路，两端各有一块暗红色的大理石碑。走在步行街上，随处可见富有创意的城市雕塑，以及别致的路灯、花坛、电话亭，低头能看到不少窨井盖上刻有不同的城市建筑图案，街中央还有大量椅子供游客小坐。南京路步行街是上海繁华的商业街之一，早在20世纪初就已是百货公司的聚集地，在这里逛逛一定会收获颇丰。如今这里既有永安百货、华联商厦、丝绸商厦等老牌百货公司，又有新世界城、百联世贸国际广场、置地广场、恒基名人购物中心、宏伊广场等大型购物中心，在这里你差不多可以买到任何商品。南京路步行街还是吃货的天堂，这里的购物中心都有各种品牌的时尚餐厅、咖啡店，还有多家餐馆和食品店，比如专吃上海本帮菜的老克勒酒楼、德兴馆、翠亭酒家，还有第一食品商店、沈大成点心店等食品点心店。",
        "score": 4.7,
        "price": 79.0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "上海市黄浦区河南中路",
            "district": "黄浦区",
            "lng": 121.49224712446464,
            "lat": 31.24108819373416
        },
        "imgSrc": [
            "img/25.jpg",
            "img/26.jpg",
            "img/27.jpg",
            "img/28.jpg",
            "img/29.jpg"
        ],
        "opentime": "全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            118,
            123,
            126,
            132,
            135,
            138,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 7,
        "title": "上海科技馆",
        "description": "上海科技馆位于浦东世纪大道，是上海最大的科普教育殿堂。在这里可通过各种现代化设备、丰富的展示互动方式，全方位了解自然科学，更有声像效果震撼的科学影城。如果带着孩子来上海，这里一定是寓教于乐的必游之地。上海科技馆展品丰富，这里有数百件精美的野生动物标本与地质标本、有各种功能迥异的机器人表演、各种电子信息设备与航天设备模型，以及多种科技发明的展示。而参与性强更是青少年游客爱来的原因，游客可通过互动设备来认识数理化等学科的多种规律和原理、可亲手参与一些简单的设计和制造活动、可通过声光电的多种场景模拟看到地震和火山喷发等自然奇观、还可参与各种运动模拟来了解人体与健康的奥秘等等。科技馆还拥有IMAX立体巨幕、球幕、四维和太空数字四大高科技特种影院组成的科学影城，家长可以带上小朋友们亲身体验极具动感和真实效果的科幻场景，感受高科技的魅力。科学影城放映场次可参考官网。",
        "score": 4.6,
        "price": 45.0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区世纪大道2000号",
            "district": "浦东新区",
            "lng": 121.54788051868124,
            "lat": 31.22452757616514
        },
        "imgSrc": [
            "img/30.jpg",
            "img/31.jpg",
            "img/32.jpg",
            "img/33.jpg",
            "img/34.jpg"
        ],
        "opentime": "全年 周二至周日 09:00-17:00(最晚入园16:00) 周一 不开放；周一闭馆（国家法定节假日正常开放）",
        "hotDegree": 0,
        "nearBy": [
            17,
            26
        ]
    },
    {
        "id": 8,
        "title": "上海欢乐谷",
        "description": "上海欢乐谷是适合全家游玩的大型主题乐园。年轻人可以体验刺激的过山车，小朋友可以畅游欢乐海洋、感受4D电影带来的视觉盛宴。还有多场精彩表演，玛雅狂欢节、国际魔术节等重大节日也经常在此举办。七大主题区介绍阳光港位于园区入口附近的阳光港是一个以海洋文化为背景的浪漫港湾，游客可以在这里驻足拍照。这里还有维多利亚风情艺术街、有带领游客体验空中翱翔的飞行影院和既能提供企业举办发布会、宴会又能展现经典表演的多功能剧场亚瑟宫等十余个项目。湖滨广场还是夏季举行啤酒狂欢节的主会场。欢乐时光缤纷炫舞的欢乐时光区，这里有园区内最热门的木质过山车谷木游龙和全园制高点天地双雄。另外，这里还有适合情侣的旋转木马，永恒的奔跑追逐遥远的幸福，上下的起伏中回味逝去的欢乐。推荐项目：谷木游龙、天地双雄谷木游龙是入园后右手边第一个大型项目，是大多数喜爱刺激游玩者都能接受的项目，你可以体验它咯吱作响的上升过程以及超过10次的失重感受，因为排队的人很多，建议在入园后第一时间去游玩。当然如果你入园时间已经超过11:00，那还是建议在下午离园之前前往排队。天地双雄是由两座高塔组成，紫色为由下而上高速弹射，黄色则由上而下急速降落。上下往复中，完美融合了弹射与坠落的两极体验。玩此项目时请勿穿拖鞋以及短裙，拖鞋被甩入河里就一去不返了。香格里拉香格里拉区这个神秘圣地，在这里你讲可以穿过曲折湍急的峡谷漂流，乘坐蓝月飞车在茂密的雨林中盘旋飞跃。推荐项目：蓝月飞车、峡谷漂流蓝月飞车在30米高空俯冲，近100km/h，令人惊叹的列车速度，带给你自由飞翔的美妙感受，因为列车冲击速度太快，因此颈椎、腰椎不好的勿尝试此项目。峡谷漂流是欢乐谷经典的水上游乐项目，带你穿越峡谷、假山、涵洞、林场、花海，进行一场浪漫的漂流奇遇记。此项目需要自带雨衣也可在欢乐谷入口处购买，5元一件。游玩过后雨衣若没坏建议留着，因为在之后的激流勇进项目还可以循环使用。虽然看上去有点惊险，但其实一般游玩者都可以承受，但若携带儿童请家长陪护。上海滩这里有半个世纪前上海滩的场景，更有代表当今娱乐设备顶尖水平的跌落式过山车绝顶雄风、震撼人心、惊心动魄的大摆锤等，在新老上海之间穿梭。推荐项目：绝顶雄风、大摆锤绝顶雄风从60米高空90度垂直坠落，在坠落之前还会停顿个3秒钟，所以如果心理素质不强的话建议请勿乘坐，看看就好。大摆锤在至高点几乎与地面180度翻转，属于超级海盗船，它将送你到15层楼的高空。飓风湾惊险环生的飓风湾区是勇者的舞台，一起乘坐激流勇进从26米高空逃生，乘坐小船在完美风暴的巨浪拍打中翻滚，在伸手不见五指的漆黑洞穴中历险。推荐项目：激流勇进、完美风暴激流勇进是欢乐谷经典水上项目，可达26米之高，沿滑道快速俯冲，巨浪依势而起，享受畅快淋漓。游玩时需穿雨衣，在到达终点前，还会有一个小水枪向你扫射，请随时提高警惕。完美风暴由两座翻滚的座舱组成，带来一波接一波的眩晕，与音乐喷泉水幕完美结合下在空中飞舞。瞬间提升、跌落、停止、翻滚，让你真正体会天旋地转的眩晕。金矿镇追忆美国西部淘金历史的金矿镇区，在这里你可以搭乘矿山车，体验矿工在洪水中逃生的惊险场面，可以登上金银岛，纵览全园景观。推荐项目：金银岛、矿山历险金银岛是园区至高点，该项目会自动旋转，带领你俯瞰整个上海欢乐谷。但是游玩时间很短，所以要抓紧拍照。另外，恐高者请勿乘坐。矿山历险是以速度快、提升高、回转多闻名的巷道式矿山车，将带来历险般滑行体验。游玩过程中会有机器照相，在出口处可以购买，如果想要留作纪念可以前往购买。欢乐海洋适合小朋友游玩的区域，这里有航海战舰、大洋历险、水上飞艇、小飞鱼等好玩的项目，融合了“温馨、浪漫”的全新特点，快来加入这场盛大的“海洋嘉年华”吧。推荐项目：航海战舰登上仿古式水战船，开启水上大战，拉上小伙伴一起尽情玩耍吧！",
        "score": 4.7,
        "price": 69.9,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市松江区佘山镇林湖路888号",
            "district": "松江区",
            "lng": 121.22401342886333,
            "lat": 31.099950036076248
        },
        "imgSrc": [
            "img/35.jpg",
            "img/36.jpg",
            "img/37.jpg",
            "img/38.jpg",
            "img/39.jpg"
        ],
        "opentime": "10月9日 09:30-21:30(最晚入园20:30)；10月10日-10月29日 周一至周四 09:30-21:30(最晚入园20:30) 周五至周日 09:30-22:00(最晚入园21:00)；10月30日-11月1日 09:30-00:00(最晚入园23:00)；11月2日-11月15日 周一至周四 09:30-21:30(最晚入园20:30) 周五至周日 09:30-22:00(最晚入园21:00)；【夜场时间】2020.10.9-11.15，夜场开放时间为16：00",
        "hotDegree": 0,
        "nearBy": [
            46,
            55,
            73,
            130
        ]
    },
    {
        "id": 9,
        "title": "人民广场",
        "description": "人民广场是名副其实的上海地标，上海市公路零公里标志正设于此。市政大楼、上海大剧院、上海博物馆、南京路步行街都齐聚在周围，白天可在广场上喂鸽子、逛逛名店街，晚上到喷泉中嬉水。人民广场是一片不算很大的绿地，但是树木茂盛，养有上千羽和平鸽，逛累了可以在长椅上歇息、喂喂鸽子。广场中央是一片喷泉，晚上大约每半小时喷一次水，而且会持续喷射，在各色灯光照射下很美。夏天总有不少孩子和大人在这里嬉水，是个不错的纳凉好去处。人民广场地下建有名店街和迪美购物中心，有卖各种新潮服装、饰品，还有美甲店、甜品店等时尚店铺，入口在广场的东北面和西南面，在地下与地铁站相通。靠近地铁二号口的地下有一条老上海1930风情街，那里展示了20世纪30年代的沪上市景旧貌，它是城市规划展示馆的一部分。人民广场是市中心的交通枢纽，东面的西藏中路和南面的武胜路上共有几十条公交线路经停，而地铁一号、二号、八号线也经过这里，离人民广场最近的地铁出口是1、2号口，位于广场东北角。",
        "score": 4.6,
        "price": 128.0,
        "season": [
            4,
            2
        ],
        "geoInfo": {
            "location": "黄浦区人民大道120号",
            "district": "黄浦",
            "lng": 121.48336708973565,
            "lat": 31.235369546571512
        },
        "imgSrc": [
            "img/40.jpg",
            "img/41.jpg",
            "img/42.jpg",
            "img/43.jpg",
            "img/44.jpg"
        ],
        "opentime": "",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            22,
            31,
            34,
            36,
            39,
            41,
            47,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            96,
            100,
            104,
            105,
            106,
            109,
            113,
            115,
            116,
            118,
            123,
            124,
            126,
            135,
            138,
            140,
            143,
            146,
            147,
            150
        ]
    },
    {
        "id": 10,
        "title": "上海海洋水族馆",
        "description": "上海海洋水族馆紧邻东方明珠电视塔，这里不但能欣赏到来自世界各地的特色淡水及海洋生物，还能看到有趣的动物表演。馆内的四条海底隧道更是受欢迎，步入其中，看鲨鱼、海龟等在头顶游弋，神奇的海底世界一览无余。海洋馆内除了澳洲射水鱼、非洲多鳍鱼、东南亚的白斧头鲨、南美洲的电鳗和巨骨舌鱼等外形奇特的鱼类，还有斑海豹、南极企鹅、娃娃鱼、扬子鳄等珍贵动物，以及可爱的海马、镇馆之宝——草海龙、缎带海龙。上海海洋水族馆也是全世界唯一一个有独立中国展区来展示中国特有水生生物的水族馆，其中包括许多国家保护动物，有中华鲟、胭脂鱼、扬子鳄、娃娃鱼等。另外，在“特别展区”内还有针对物种主题开展的科普展览，让大家深入解海洋生物、加强海洋保护意识，尤其是青少年们还可以在“海洋教室”中了解到各种海洋科教知识。",
        "score": 4.5,
        "price": 155.0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市浦东新区陆家嘴环路1388号",
            "district": "浦东新区",
            "lng": 121.50854982169035,
            "lat": 31.246011505504946
        },
        "imgSrc": [
            "img/45.jpg",
            "img/46.jpg",
            "img/47.jpg",
            "img/48.jpg",
            "img/49.jpg"
        ],
        "opentime": "1月1日-9月30日 09:00-18:00(最晚入园17:30)；10月1日-10月8日 09:00-21:00(停止售票20:30,最晚入园20:30)；10月9日-12月31日 09:00-18:00(最晚入园17:30)；十一黄金周及春节营业时间为9:00-21:00，入馆20:30结束",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            11,
            13,
            14,
            15,
            18,
            20,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 11,
        "title": "城隍庙旅游区",
        "description": "城隍庙旅游区坐落着豫园和老城隍庙两个主要景点，是初到上海的游客必去之处。在此可以全面领略到上海的民俗风情，品尝地道的上海小吃和本帮菜。而每到夜晚，仿古建筑群上缤纷的景观灯也使这里成为一道靓丽的风景线。城隍庙旅游区位于市中心黄浦区东部的老城区，是集景点观光、购物、餐饮于一体的大片区域。除了豫园和老城隍庙这两个最主要的收费景点，还有九曲桥和湖心亭等开放性的小景点。这里的南翔小笼包不可错过，也可以坐在绿波廊餐厅内，边品尝上海本帮菜边欣赏楼下来来往往的人群。城隍庙旅游区是个常年人头攒动的地方，因为这里还是个著名的商业区。这里有数栋小商品批发商城和综合性商场，以及非常多的金店、珠宝店，更有众多餐饮老字号，在这里还可以购买到各种上海土特产。",
        "score": 4.5,
        "price": 0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区方浜中路249号",
            "district": "黄浦区",
            "lng": 121.49918988251385,
            "lat": 31.231085650198086
        },
        "imgSrc": [
            "img/50.jpg",
            "img/51.jpg",
            "img/52.jpg",
            "img/53.jpg",
            "img/54.jpg"
        ],
        "opentime": "1月1日-12月31日 08:30-16:30；逢农历初一，十五，时间：6:00 ～ 16:30",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            120,
            123,
            124,
            126,
            132,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 12,
        "title": "新天地",
        "description": "靠近淮海路的新天地由老上海石库门弄堂改造而成，如今不仅成为了中外游客的必到之地，更是本地年轻人经常光顾的时尚场所。白天来此看美女街拍，悠闲品味下午茶，晚上则可以穿梭于各个酒吧之间，体验夜上海的生活。相对于田子坊的拥挤窄小，新天地要显得更为大气宽敞一些。餐饮、商业、娱乐、文化各类店铺在一条笔直的步行街上整齐有序地排布，漫步新天地，依旧是青砖步行道，红青相间的清水砖墙，厚重的乌漆大门，仿佛时光倒流，有如置身于二、三十年代的上海。但跨进每个建筑内部，则非常现代和时尚。兴致来时，你也可拐进一边的小弄堂里绕上一圈，游客稀少的小弄堂会是拍照的好地方，你会看到很多专业摄影师到这里来取景。新天地分为南里和北里两个部分，南里紧邻地铁10号线新天地站，以现代建筑为主，石库门旧建筑为辅。这里进驻了多家有特色的商户，不仅可以吃到中式料理鼎泰丰，还有每次都需要排队的小山日本料理，更有来自意大利的马上诺匹萨以及歌蒂梵巧克力饮品店。除了来自世界各地的餐饮场所外，这里更建造了一栋新天地时尚购物中心，这座充满现代感的玻璃幕墙建筑物，汇集了如Vera Wang的中国旗舰店、明星潮人店阿信的StayReal、林俊杰的Smudge和罗志祥的Stage等知名潮店，更有美食广场、UME新天地电影院以及一站式的健身中心。北里紧邻淮海路商圈，入口处的北里广场上有一座“幸福之泉”，上面有“福、禄、寿” 三星高照的铜像，可以在此拍照留念。这里由多幢石库门老房子所组成，并结合了现代化的建筑、装潢和设备，化身成多家消费场所及餐厅，菜式来自世界各地，充份展现了新天地的国际元素。除了俏江南、采蝶轩等知名餐馆外，北里的酒吧也非常多，丰富你的夜生活。",
        "score": 4.6,
        "price": 109.0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区马当路119号",
            "district": "黄浦区",
            "lng": 121.48086110302397,
            "lat": 31.226723275682897
        },
        "imgSrc": [
            "img/55.jpg",
            "img/56.jpg",
            "img/57.jpg",
            "img/58.jpg",
            "img/59.jpg"
        ],
        "opentime": "全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            5,
            6,
            9,
            11,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            34,
            39,
            47,
            62,
            63,
            66,
            68,
            69,
            77,
            88,
            94,
            96,
            100,
            104,
            105,
            106,
            109,
            113,
            116,
            118,
            123,
            124,
            125,
            126,
            135,
            138,
            140,
            143,
            146,
            147,
            150
        ]
    },
    {
        "id": 13,
        "title": "上海博物馆",
        "description": "上海博物馆拥有12万余件精品馆藏，荟萃了各朝各代的历史文物，尤以古代青铜陶瓷器、书法、绘画最具特色，其中西周大克鼎、春秋子仲姜盘，以及唐朝《高逸图》、东晋王献之的《鸭头丸帖》等均为蜚声中外的国宝级馆藏。在上海博物馆的中国古代青铜器馆，珍藏着镇馆之宝——西周大克鼎，还有春秋牺尊、子仲姜盘等珍品；古代陶瓷馆内有商原始青瓷尊、唐越窑海棠式大碗、成组的宋汝窑盘、元景德镇窑青花莲花罐等绝妙精品；古代书法馆藏有王羲之的《上虞帖》、王献之的《鸭头丸贴》、宋徽宗的瘦金《千字文》等一代杰作；而古代绘画馆中，唐孙位的《高逸图》、五代董源的《夏山图卷》、宋梁楷的《八高僧故事图卷》等都是稀世之珍。此外，还有珍藏古代佛像雕塑艺术的雕塑馆、展示少数民族传统手工艺品的少数民族工艺馆、我国各朝代玉器精品的玉器馆、反映明清家具生活格调的明清家具馆，而历代玺印馆和历代钱币馆的馆藏规模居全国博物馆前列。上海博物馆还会经常举办特别展览（有时会酌情售票参观），展出以各种国内外文物、艺术作品、书画等为主的专题展，展期信息可参考：http://www.shanghaimuseum.net/cn/tbzl/tbzl.jsp。",
        "score": 4.6,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "黄浦区人民大道201号",
            "district": "黄浦",
            "lng": 121.48250018539308,
            "lat": 31.234389721752343
        },
        "imgSrc": [
            "img/60.jpg",
            "img/61.jpg",
            "img/62.jpg",
            "img/63.jpg",
            "img/64.jpg"
        ],
        "opentime": "全年 周二至周日 09:00-17:00(最晚入园16:00) 周一 不开放；中国法定节假日 09:00-17:00(最晚入园16:00)",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            15,
            16,
            18,
            20,
            22,
            23,
            31,
            34,
            36,
            39,
            41,
            47,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            96,
            100,
            104,
            106,
            109,
            113,
            116,
            118,
            123,
            124,
            125,
            126,
            135,
            138,
            140,
            143,
            146,
            147,
            150
        ]
    },
    {
        "id": 14,
        "title": "上海环球金融中心",
        "description": "上海环球金融中心矗立在陆家嘴金融贸易区内，是中国第四高楼，形状类似开瓶器。登上100层观光厅，可以平视东方明珠尖顶。踩在悬空观光长廊上，透过脚下透明玻璃俯瞰浦江两岸风光，有如云中漫步。上海环球金融中心楼高492米，地上101层，共有6个入口。地下2层至地上3层是商场和餐饮区，无需门票。7层至77层为办公室，79层至93层是柏悦酒店。2号门是观光厅入口，在东泰路靠近花园石桥路上。从入口进入B1楼的售检票区域，然后乘坐最快速度达每秒8米的高速电梯，从地下2层到94层只需要66秒的时间。94层至100层为观光厅，游览可以从94层开始，通过自动扶梯到达97层，走过观光天桥乘电梯到达100层，当然也可以反着来。在94层还可以买明信片和邮寄明信片。100层：位于474米，这里是曾经世界最高的观光厅。这层最有特色的当属一条长约55米的悬空观光长廊，长廊设有3条透明玻璃地板，可以清楚地看到地面上穿行的汽车、行人。97层：位于439米，这里开放式的玻璃顶棚设计非常特别，天气晴好时，玻璃天顶向两边滑动打开，整个观光厅就犹如漂浮在空中的一座“天桥”。94层：位于423米，挑高8米，空间非常开阔，可以一览浦江风貌，还有纪念商品店、咖啡馆、拍摄攀登纪念照。这里还可以举办各种展会和活动。",
        "score": 4.7,
        "price": 135.0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市浦东新区陆家嘴世纪大道100号",
            "district": "浦东新区",
            "lng": 121.51420808370779,
            "lat": 31.240286930090868
        },
        "imgSrc": [
            "img/65.jpg",
            "img/66.jpg",
            "img/67.jpg",
            "img/68.jpg",
            "img/69.jpg"
        ],
        "opentime": "全年 11:00-21:00(最晚入园20:00)；国庆节 10:00-22:00(停止售票21:00,最晚入园21:00)",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            18,
            20,
            31,
            34,
            36,
            41,
            42,
            54,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            132,
            143,
            146,
            147
        ]
    },
    {
        "id": 15,
        "title": "上海杜莎夫人蜡像馆",
        "description": "上海杜莎夫人蜡像馆紧邻南京路，聚集了众多名人蜡像。上海杜莎夫人蜡像馆是继伦敦、阿姆斯特丹、纽约、香港、拉斯维加斯之后的全球第六家分馆。进入上海杜莎夫人蜡像馆的魅力展区，各路记者会夹道盛情欢迎您，无数的闪光灯将令您眼花缭乱。在这里，您可以遇见好莱坞著名影星妮可·基德曼、汤姆·克鲁兹，可以偶遇优雅女神范冰冰、刘嘉玲，还可以拥抱“小鲜肉”李敏镐，更可以在冰川时代展区欣赏动感的4D电影。顶级派对专区将看似遥不可及的电影节红毯仪式以及颁奖典礼，带给亲临上海杜莎夫人蜡像馆的每一位游客。将融入新媒体技术的互动体验作为展区的亮点之一，让普通的展厅经过模拟情境改造后，成为名流云集的顶级电影节现场，让游客化身受邀莅临电影节的嘉宾，与国际大伽一起体验被镁光灯追逐的惊喜与梦幻。时尚专区是与时尚大伽一起感受潮流秀场，体验超模闪耀舞台。了解杨洋的时装秀后台故事，与霍建华同登杂志封面大片，与天使超模Alessandra一起上演T台大秀。上海杜莎夫人蜡像馆的韩流专区精心复刻了华丽首尔江南街景，云集众多人气偶像，在这里，您可以体验高科技互动装置，也可以和宋承宪等人气偶巴浪漫约会。漫威超级英雄区域内有来自漫威漫画的超级英雄们，这里呈现出的不仅仅是一个个精彩的对战故事，更体现了一个个关于勇气、力量、坚持必胜的英雄传奇，还有那些不放弃、不服输、不言败的信念和决心。一直以来，杜莎夫人蜡像馆都有和超级英雄接触的传统，在这里您可以遇见美国队长率领的众多漫威超级英雄，比如绿巨人、钢铁侠、蜘蛛侠、雷神。在电视娱乐展区中，您可以与何老师同台主持《快乐大本营》，可以重温十年前第一次看《康熙来了》的感动，与小S和蔡康永一起聊聊娱乐趣闻，赶快来电视娱乐区和您喜欢的明星一起感受经典角色的魅力。来到环球影视区域，您可以结识由黑白菲林时代到今日电影所创造出来的熠熠巨星。在上海杜莎夫人蜡像馆您可以尽情与他们拍照，奥黛丽·赫本、李小龙、冯小刚是这个区域最受欢迎的蜡像，还提供专业的摄影服务，让您与百年影星相会于经典电影桥段。哪种音乐会引起您的共鸣？朋克？流行曲？或者嘻哈音乐？古典或流行？无论您喜欢何种音乐，您都会在音乐梦工厂区域找到您的偶像，让您仿佛置身于音乐天堂。在科学巨匠区域，您可以拜访对当今世界做出伟大贡献的智者和科学家们。在“爱因斯坦的实验室”中，您可以用趣味游戏测试自己的智商。在这里探索，也许您会有一些新的发现。在冰川时代4D影院，您不仅可以与树懒希德和小松鼠奎特进行搞怪自拍，还可以被全球杜莎夫人蜡像馆里最大的蜡像猛犸象曼尼，“踩”在脚下。最重要的是，您还可以在“上海最冷的电影院”里观看《冰川时代上海杜莎特辑》，猜猜小松鼠奎特在与时间机器的玩耍中，穿越到了哪个世纪？相信这里也是小朋友们最爱的一个区域。",
        "score": 4.5,
        "price": 170.0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市黄浦区南京西路2-68号新世界商厦10楼",
            "district": "黄浦区",
            "lng": 121.47999098364599,
            "lat": 31.24091338500442
        },
        "imgSrc": [
            "img/70.jpg",
            "img/71.jpg",
            "img/72.jpg",
            "img/73.jpg",
            "img/74.jpg"
        ],
        "opentime": "全年 10:00-21:00(最晚入园20:00)",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            16,
            20,
            22,
            23,
            31,
            34,
            39,
            41,
            42,
            47,
            62,
            63,
            66,
            68,
            69,
            77,
            87,
            88,
            94,
            95,
            96,
            100,
            103,
            104,
            106,
            109,
            113,
            116,
            118,
            123,
            126,
            135,
            138,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 16,
        "title": "田子坊",
        "description": "田子坊由上海特有的石库门建筑群改建而成，是不少文人艺术家的创意工作基地。这里有卖复古眼镜和老式八音盒的小店，也有来自香港的潮牌服装店。如果你是一个吃货，这里更有多家有趣新奇的创意料理店满足你的味蕾。随意漫步在老弄堂里，看看房顶的老虎天窗、屋顶上细细排列的红瓦、山墙上的裂纹和绿苔，充满了老上海的味道。听露天酒吧外坐着的老外们说着不同国家的语言，旁边夹杂着当地居民的清脆上海话，还可以停下来找一个街头艺术家为自己画一幅肖像画。当然，如果你是一个文艺青年，也可以花上一天时间去几个文化名人艺术工作室参观一下。比如最知名的陈逸飞工作室旧址，里面至今仍存放着他当年使用过的物品，学习艺术的同学不容错过。另外，还有任微音画馆、气味图书馆、巴塞艺术中心及田子坊画家楼等几个知名的文化艺术景点，你可以一一游览一番，带上照相机记录下这里的一切美好回忆。如果走累了，你可以找一家咖啡馆坐下来，就着弄堂里的习习凉风，品味一顿美味下午茶。当然这里也有一些时尚新兴的创意餐厅，比如便所欢乐主题餐厅，马桶造型座位、洗手盆造型的桌子，还有酷似“便便”样子的美食都让喜欢猎奇的顾客为之振奋。入夜时分，这里更是很多夜猫族的时尚聚集地，露天的酒吧坐满了一张张不同肤色的脸孔，虽然不及新天地那么人头攒动，但是也更多了一份清新雅致，伴随着布鲁斯音乐，慢慢享受着夜上海。",
        "score": 4.4,
        "price": 39.0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区泰康路210弄",
            "district": "黄浦区",
            "lng": 121.47563332876963,
            "lat": 31.214946923586886
        },
        "imgSrc": [
            "img/75.jpg",
            "img/76.jpg",
            "img/77.jpg",
            "img/78.jpg",
            "img/79.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            5,
            9,
            11,
            12,
            13,
            15,
            20,
            22,
            23,
            31,
            34,
            39,
            43,
            47,
            60,
            62,
            63,
            64,
            66,
            69,
            77,
            96,
            100,
            104,
            106,
            107,
            109,
            113,
            118,
            120,
            124,
            125,
            126,
            129,
            135,
            136,
            138,
            140,
            143,
            144,
            146,
            150
        ]
    },
    {
        "id": 17,
        "title": "世纪公园",
        "description": "世纪公园位于浦东世纪大道东南端，是上海市区内较大的自然生态公园。公园分为乡土田园区、湖滨区、疏林草坪区、鸟类保护区、异国园区等区域，生态环境良好，是城市里舒缓心情、休闲娱乐的好去处。园中的镜天湖是上海地区面积较大的人工湖，呈近似圆形，直径约300米。又有张家浜河水穿园而过，营造了园内水路纵横的生态环境。每当微风拂来，驻足在水边的云帆桥或者观景平台之上，便可感受到城市中难得一见的碧波荡漾的意境。公园在湖边提供了垂钓、游船服务，不失为娱乐身心的选择。园区的鸟类保护区有几十种鸟类栖息，还有公园专门驯养的几十只灰喜鹊在此争鸣嬉戏，跃然树林湖水之间，一派盎然野趣。公园内以植被为主题的园区和景点也有很多，东北部的东方虹珠盆景园有160余株特色盆景，观赏价值极高；而疏林区里则开辟了春、夏、秋、冬四园，每一个季节都可以入园观赏当季的美丽花卉。具有代表性的景点则是镜天湖北部的世纪花钟，是整个公园内的标志性景点，花钟以花朵簇拥围绕，以瓜子黄杨为时间刻度，钟盘的中央缀满黄花，绚丽多彩。且花钟并非仅为装饰，它具有真实的计时功能，由卫星仪器控制，误差控制在0.03秒以内，十分神奇。在这些园林植被之间有绿色迷宫、植物骆驼、植物孔雀等多个由植物建成的造型，以及绿色世界、奥尔梅加民族雕刻等特色雕塑。这些造型雕塑点缀在绿色丛林之中，营造出安详清幽的自然生态，与周围的繁华市区形成鲜明对比，使园内更显生机勃勃。公园北部是世纪公园游乐园，有碰碰车、天空漫步、漂流船等多种儿童游乐项目，是小朋友们的乐园。游乐园南部为草坪飞鸽景点，在这里买一包鸽食逗鸽子也别具趣味。游乐园的西边是音乐喷泉景区，有208个喷头和六百多只彩灯，在此你可以看到水柱随着音乐舞蹈的景观，优雅浪漫。",
        "score": 4.7,
        "price": 80.0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "浦东新区锦绣路1001号世纪公园",
            "district": "浦东新",
            "lng": 121.55897898713835,
            "lat": 31.22204584685968
        },
        "imgSrc": [
            "img/80.jpg",
            "img/81.jpg",
            "img/82.jpg",
            "img/83.jpg",
            "img/84.jpg"
        ],
        "opentime": "全年 06:00-18:00(最晚入园17:00)",
        "hotDegree": 0,
        "nearBy": [
            7,
            26
        ]
    },
    {
        "id": 18,
        "title": "金茂大厦",
        "description": "金茂大厦位于陆家嘴金融贸易区内，高420余米，仅次于一旁的上海中心大厦和环球金融中心，是上海第三高楼。大厦88层观光厅是上海有名的高空观景台之一，在此看到的夜景尤为迷人。从底楼大厅乘坐每秒运行9米的升降电梯，仅需45秒即可到达340米高的88层楼。观光厅内玻璃幕墙让视野开阔，可环望俯瞰城市风光，建议下午将近傍晚时去观景，天气好的时候可以看到迷人的夕阳，而夜幕下的陆家嘴和外滩，在灯光渲染下相当漂亮。另外，观光厅内还有投币望远镜可供使用。大厦的53-87层是金茂君悦大酒店，尤为特别的是酒店中庭，几十道环廊在霓红灯的照射下辉煌迷人，站在88层观光厅往中庭望下去，就像一道时空隧道。金茂大厦88层外有一条玻璃步道，距离地面340余米，全长约60米，是较高的无护栏楼外空中步道。在此漫步犹如踩在云间，可以360度欣赏上海全景，毫无遮挡。",
        "score": 4.6,
        "price": 50.0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区陆家嘴世纪大道88号",
            "district": "浦东新区",
            "lng": 121.51206857510178,
            "lat": 31.240752912649523
        },
        "imgSrc": [
            "img/85.jpg",
            "img/86.jpg",
            "img/87.jpg",
            "img/88.jpg",
            "img/89.jpg"
        ],
        "opentime": "1月1日-7月17日 09:30-20:30(最晚入园20:30)；7月18日-12月31日 08:30-21:30(最晚入园21:00)",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            13,
            14,
            20,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            143,
            146,
            147
        ]
    },
    {
        "id": 19,
        "title": "上海动物园",
        "description": "上海动物园邻近虹桥机场，原名西郊公园，是许多老上海人的回忆。这里有熊猫、麋鹿、金丝猴、东北虎等珍稀动物，以及长颈鹿、袋鼠、企鹅等萌物。小朋友们还可亲手喂食小动物，或去科教馆了解动物知识。上海动物园共有六百多种动物，有两栖爬行类、食草动物、猛兽、飞禽等各种动物展区，以及科教馆、金鱼廊、蝴蝶馆等展馆，还有芦苇丛生的天鹅湖，栖息着鹈鹕、天鹅、鸳鸯等鸟类。整个园内花繁叶茂、环境优雅，更有小河流穿流其中，在大草坪上玩耍晒太阳、划船、坐摩天轮，也是不错的选择。每逢金秋时节，园内枫叶随处可见，深处丹桂飘香，大草坪上更是种了红花槭，颜色十分浓重，颇有繁花似锦的感觉。这时蝴蝶展也会如约而至，蝴蝶园内五彩斑斓的蝴蝶翩翩起舞，恍若置身于美妙绝伦的花园。",
        "score": 4.7,
        "price": 40.0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市长宁区虹桥路2381号",
            "district": "长宁区",
            "lng": 121.36779687173988,
            "lat": 31.200686272279576
        },
        "imgSrc": [
            "img/90.jpg",
            "img/91.jpg",
            "img/92.jpg",
            "img/93.jpg",
            "img/94.jpg"
        ],
        "opentime": "3月1日-10月31日 08:00-17:00(最晚入园17:00)；11月1日-次年2月28日 08:00-16:30",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 20,
        "title": "外白渡桥",
        "description": "已有百年历史的外白渡桥是上海的标志性建筑之一，承载着老上海的历史文化，也见证着新上海的日新月异。只要跟早期上海相关的电影、电视剧都会在此取景，这里也是众多摄影爱好者和拍摄婚纱照的新人经常光顾的地方。外白渡桥是一座全钢结构的桥梁，全长106.7米，两跨52.16米，是上海市区连接黄浦和虹口区的重要通道，行人和车辆分道而驶。白天站在桥上可以观赏到苏州河两岸风景，一侧为老式弄堂，一侧为现代建筑，新旧交替无不让人感慨万千。而入夜后，远近的景观灯光将它衬得更加绚丽热闹，吸引着来往行人的目光，你可以在桥上远眺外滩的景色，人民英雄纪念塔、中国银行大楼清晰可见，黄浦江对岸的东方明珠、滨江大道、金茂大厦、环球金融中心等建筑更是灯火通明。要是夏天来的话，在这里吹吹黄埔江边的风，看着轮渡上的人们，听着汽笛的呜呜声，走走看看，甚是惬意。",
        "score": 4.6,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "黄浦区",
            "district": "黄浦",
            "lng": 121.49158559252436,
            "lat": 31.23724715206362
        },
        "imgSrc": [
            "img/95.jpg",
            "img/96.jpg",
            "img/97.jpg",
            "img/98.jpg",
            "img/99.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            22,
            31,
            34,
            36,
            41,
            42,
            47,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            118,
            123,
            124,
            126,
            132,
            135,
            138,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 21,
        "title": "朱家角古镇景区",
        "description": "朱家角古镇位于上海市青浦区，紧靠淀山湖风景区，是典型的江南水乡古镇，街道小巷间水路纵横，环境十分优雅。镇上有园林古迹等景点，还有众多传统特色小吃和小资店铺，是上海周边游览古镇的首选之地。朱家角古镇不大，游览古镇步行即可，走马观花游玩一圈大概半天。从南侧出入口进入古镇后，首先会来到珠溪园和人文艺术馆。珠溪园是一座小巧玲珑的园林，现在免费开放。人文艺术馆则是一座造型独特的现代化白色建筑，里面用油画和雕塑的形式记录朱家角当地的历史文化。经过人文艺术馆后便来到北大街上，这里步行的游客熙熙攘攘，街上有很多小吃店铺，著名的阿婆粽、古镇汤圆、酱猪蹄，还有各种精致的糕点都可以在这里吃到。沿北大街向北慢慢逛，右侧有永丰桥、泰安桥等几座造型别致各不相同的小桥，河对岸是漕河街，街上沿河分布着大清邮局、王昶纪念馆、城隍庙、圆津禅寺等各个景点，可以一一游览参观。街上除了景点外还有很多小资店铺，著名的猫的天空之城书店也在这里。北大街右侧有一座大桥横跨在主河道上，便是朱家角著名的放生桥。经过放生桥来到漕港河对岸，依然有小水路纵横，河边有小资店铺与各种小吃分布。而朱家角景点里最重点的课植园也在这里，课植园是集江南园林最精华部分修建的精美园林典范，可以进去一观。",
        "score": 4.4,
        "price": 25.0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市青浦区朱家角镇",
            "district": "青浦区",
            "lng": 121.05280688548007,
            "lat": 31.10177729786522
        },
        "imgSrc": [
            "img/100.jpg",
            "img/101.jpg",
            "img/102.jpg",
            "img/103.jpg",
            "img/104.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            33,
            90,
            110
        ]
    },
    {
        "id": 22,
        "title": "上海自然博物馆",
        "description": "上海自然博物馆是中国最大的自然博物馆之一，位于静安雕塑公园，场馆宛如一只“绿螺”，外观独特。如今的新馆内展出了上万件标本藏品，内容丰富，尤其以一副体长约26米的中加马门溪龙的骨架最为抢眼，是亚洲最大、世界上脖子最长的恐龙。博物馆新馆共有五层，地上2层，地下3层，通常会从地上二层开始依次往下游览，全程约需要半天至一天的时间，请分配好体力，最后的地下二层是最丰富的展区。馆内的常设展览有10个，分为自然演化、生命环境、人类文明三个体系。二层的“起源之谜”展厅以人类探索宇宙的历程为主线，陈列着从古至今的天文望远镜模型，以及关于天文知识的图文介绍。在展厅一角的剧场，还能观看一场关于陨石的3D小电影。位于一层的“生命长河”展厅将蛇、猴子、孔雀等大量动物标本分类陈列，巨大的马门溪龙模型低吼着扭动着脖子，格外逼真。最有意思的是体验自然展区，你可以透过透明展箱近距离观察活的蝴蝶、变色龙、水母等动物；去到海水触摸池，还能亲手触摸海星、海参、海葵等海洋生物，是非常难得的体验。“演化之道”（地下一层）以五花八门的动物骨骼、化石，为游人呈现出从寒武纪生命大爆发，直到人类出现的整个脉络。这里不仅能看到种类繁多的恐龙化石，当你打开博物馆官方的“增强现实”APP，按照提示对准禄丰龙的骨架，屏幕上便会出现一大一小两只3D禄丰龙向你跑来，似乎想要跳出屏幕和你打招呼，非常可爱。喜欢恐龙的朋友千万不要错过。地下二层是整个博物馆中内容最丰富的一层，包含生存智慧、大地探珍、缤纷生命等5个主题。这层若是仔仔细细看下来，需要不少时间和体力，建议挑选其中最精彩的部分着重游览。“生态万象”区域用动物标本和模型道具，1:1还原出非洲大草原的生态场景：广袤的非洲大草原上，长颈鹿、河马正在闲庭信步，瞪羚羊正在逃避追杀，一群狮子正在享受日光浴，颇有几分看《动物世界》的味道；“缤纷生命”展区内，由1200只蝴蝶翅膀拼贴而成的“蝶翅画”总少不了游人拍照；探索中心是小朋友的最爱，能体验到亲手挖掘化石的成就感，亲子出游的朋友不要错过（需现场提前预约）。游玩结束，不妨去纪念品商店淘些周边小玩意做纪念，北极狐的玩偶、大象头把手的马克杯、包裹着完整昆虫的琥珀等，造型非常可爱。这些玩偶价格大多在百元以上，虽说价格小贵，但算的上物有所值。二层起源之谜右侧设有餐厅，地下二层设有小型咖啡馆，逛累了去吃点东西，餐饮价格比较适中。",
        "score": 4.8,
        "price": 30.0,
        "season": [
            4,
            2
        ],
        "geoInfo": {
            "location": "上海市静安区北京西路510号（静安雕塑公园内）",
            "district": "静安区",
            "lng": 121.470459782524,
            "lat": 31.24096656697953
        },
        "imgSrc": [
            "img/105.jpg",
            "img/106.jpg",
            "img/107.jpg",
            "img/108.jpg",
            "img/109.jpg"
        ],
        "opentime": "全年 周二至周日 09:00-17:15；1月1日-12月31日 周一 不开放；中国法定节假日 09:00-17:15；售票时间为上午8：40至下午4：30；每周一闭馆（除国定假日外）",
        "hotDegree": 0,
        "nearBy": [
            1,
            5,
            6,
            9,
            11,
            12,
            13,
            15,
            16,
            20,
            23,
            31,
            34,
            39,
            47,
            62,
            63,
            66,
            68,
            69,
            77,
            88,
            94,
            95,
            96,
            100,
            103,
            104,
            109,
            113,
            116,
            118,
            123,
            125,
            126,
            135,
            138,
            140,
            143,
            146,
            147,
            150
        ]
    },
    {
        "id": 23,
        "title": "静安寺",
        "description": "静安寺地处上海市中心繁华的静安商区，交通便利。周围高楼林立，与清修的寺庙形成了鲜明的对比。寺院的建筑风格融合藏式寺庙，大雄宝殿中供奉的银佛重达15吨，牟尼殿玉佛比上海玉佛寺的玉佛还要大得多。没进庙门，就能见到庙前高柱“正法久住梵幢”，柱正面刻有“正法久住”四个大字，背面刻有苏轼所书《金刚经》一部，顶部是贴金的四面狮吼像，造型仿照印度北部鹿野苑的阿育王柱。进入庙门后是一个四方形的大广场，广场中央有一座用15吨白铜铸造的大香炉。别处寺庙的一座座大殿多在中轴线上，而静安寺供奉菩萨的宝殿与和尚做功课的房间相连，围绕广场一周，有上下两层，一般先绕着广场走一圈参观第一层，再上楼参观第二层。一层右侧东厢房设观音殿，内供高6.2米的千年香樟独木观音像。左侧西厢房设牟尼殿，内供高3.87米的释迦牟尼玉佛，这尊玉佛比上海玉佛寺的“镇寺之宝”玉佛大得多，当年运进寺内时因为太大只能把寺庙的门墙拆了。一层最里面的西北角，是静安佛塔，塔的顶部有一大四小五幢藏式四面塔装饰，塔内供奉868尊佛像和许多密宗珍宝，不过这座塔一般是不给进去的，只能外面看看。静安寺原先是汉地显宗，在方丈持松法师主持下，逐渐趋向藏传佛教密宗，所以在建筑风格上也是汉藏合璧，静安佛塔和寺庙外写着“正法久住”的柱子藏式建筑风格都特别明显。二层南边是山门，二层则是天王殿。天王殿左右两边分别是鼓楼和钟楼，可惜一般不开门，只能从窗户或者门缝里看看里面巨大的红鼓和钟。二层的东西两侧有不少房间里会看到和尚正在做功课或者法事，不要去打扰他们。二层北边，也就是一层是用来讲法的大殿的楼上，是大雄宝殿，殿中供着一尊15吨白银打造的如来佛祖像，佛像反面的立体壁画十分精美珍贵，是用各色宝玉、珊瑚、贝壳、翡翠、珍珠等，按颜色搭配拼贴出来的佛经故事，周边莲花瓣形的四框都贴着金箔。静安寺各殿铜瓦为顶，门前高柱上的四面狮吼像为金色，庙后佛塔顶部贴金，远观整座寺庙，一片金色的屋顶，尤为显眼，在阳光下闪闪发光。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "上海市静安区南京西路1686号",
            "district": "静安区",
            "lng": 121.45201245006275,
            "lat": 31.229441426623445
        },
        "imgSrc": [
            "img/110.jpg",
            "img/111.jpg",
            "img/112.jpg",
            "img/113.jpg",
            "img/114.jpg"
        ],
        "opentime": "全年 7:30-17:00",
        "hotDegree": 0,
        "nearBy": [
            12,
            13,
            15,
            16,
            22,
            39,
            43,
            47,
            60,
            64,
            65,
            69,
            95,
            96,
            100,
            103,
            104,
            107,
            109,
            113,
            118,
            119,
            124,
            125,
            129,
            135,
            138,
            140,
            144,
            150
        ]
    },
    {
        "id": 24,
        "title": "上海影视乐园",
        "description": "上海影视乐园以老上海建筑为特色，重现了上世纪30年代的老上海租界。《情深深雨蒙蒙》、《色戒》等多部作品都曾在此取景，去的时候说不定还能碰到喜欢的剧组。坐上有轨电车或黄包车，穿梭在老建筑中，仿佛时光倒流。这里有全布景式的“南方街道”、实景式的“南京路”、“上海石库门里弄民居”，“苏州河”，“外白渡桥”等。所谓旧上海“十里洋场”，在影视乐园坐一坐有轨电车，一路叮叮当当地经过“老外滩”，下了电车走一走“南京路”，目光一一扫过沈大成点心店、王星记扇庄、亨得利钟表店、张小泉刀剪等正宗上海老字号店，兴致浓时坐上黄包车，让旧上海的“祥子”带你到毗邻南京路的“天香里”或上海老街转一圈，犹如穿越回旧上海的年代，一时难辩真假。这里也有天主教教堂、中世纪酒庄及英、法、德、西班牙、挪威等国风格的欧式建筑，以满足不同风格电影、电视剧、婚纱写真的拍摄需要。在影视乐园里还有上影服饰道具选粹展馆与蜡像馆，1500平方米展馆内保存着近20万件跨越古今、款式各异的影视服装及不同历史年代的道具。每天上午10:30、下午13:30在大舞台免费的特技表演同样独具特色，上影特技队近距离向游客揭秘影视剧中的假打是怎么回事，一拳过去并不击中对方，巧妙地用身体遮挡使不穿帮，击中声效发出的同时，被打演员顺势倒下，出手动作快而流畅，难怪影视剧中的打戏如此天衣无缝呢。上海影视乐园已接待过上百个电影电视剧摄制组和广告摄制组。《风月》、《情深深雨蒙蒙》、《伯爵夫人》、《功夫》、《色戒》等一部部耳熟能详的作品都是在这里取景拍摄的，所以，你随意走过的街道弄堂很有可能就是某部电影里的重要场景，对于影迷们来说，在此地寻着电影中的情节轨迹兜上一圈，也是一种乐趣。",
        "score": 4.4,
        "price": 70.0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "上海市松江区车墩镇影佳路366号",
            "district": "松江区",
            "lng": 121.3167392212147,
            "lat": 31.014155868690853
        },
        "imgSrc": [
            "img/115.jpg",
            "img/116.jpg",
            "img/117.jpg",
            "img/118.jpg",
            "img/119.jpg"
        ],
        "opentime": "全年 08:30-16:30(停止售票15:30,最晚入园15:30)",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 25,
        "title": "上海辰山植物园",
        "description": "上海辰山植物园一年四季都有植物观赏，即使是冬天，展览温室里也呈现出郁郁葱葱的景象，是上海较具文艺气息的拍照胜地。植物园在不同的季节还会举办各种花展，值得参观。上海辰山植物园因园中的辰山而得名，爬到山顶可俯瞰公园全景。20世纪由于采石，辰山的南坡已被削去，现在在采石场原址上修建了矿坑花园，是园区内的一大亮点。游客走下台阶，到矿坑底部湖面上的浮桥，瀑布泻入湖中，穿越山洞，可来到相连的岩石和药用植物园，仿佛真的有下矿井的感觉。植物园共有3个门，1号门、2号门和3号门。其中1号门是正门，想要按一般游览顺序游玩整个园区的普通游客可以从1号门进。除了园区北边的矿坑花园，园内的另一亮点是展览温室，离2号门近，喜欢摄影的游客可以从2号门进。展览温室位于园区的东北角，由热带花果馆、沙生植物馆和珍奇植物馆三个温室馆组成，内部有瀑布、山洞装饰。馆内有银色的小叶子做成的游览路线指示箭头，顺着箭头游览即可。热带花果馆种植着蝴蝶兰、天堂鸟（鹤望兰）、叶柄底部可存好几斤水的旅人蕉、棕榈等植物。沙生植物馆有各式各样的仙人掌，有的形状细长像黄瓜，有的矮矮圆圆像西瓜，还有叶子肉肉的各种肉类植物。在珍奇植物馆你能看到自然界生存与进化过程中形成的珍稀奇特植物，比如食虫植物、苏铁类、蕨类植物等。在展览温室的西南边，还有园区专门为盲人设置的盲人植物园。因为俯看该区形状如同一颗米粒，故以“一米阳光”为主题。这里主要服务视力障碍者和盲人，针对他们的触觉、听觉、嗅觉等需求，种植无毒、无刺、具有明显的嗅觉特征、植株形态独特、色彩鲜艳亮丽的各类植物，设置中、英、盲文和语音系统，另修建盲道，设置适合盲人使用的扶杆、憩亭、厕所等无障碍设施。",
        "score": 4.6,
        "price": 60.0,
        "season": [
            4,
            2
        ],
        "geoInfo": {
            "location": "上海市松江区辰花公路3888号",
            "district": "松江区",
            "lng": 121.18664271681718,
            "lat": 31.07601238580582
        },
        "imgSrc": [
            "img/120.jpg",
            "img/121.jpg",
            "img/122.jpg",
            "img/123.jpg",
            "img/124.jpg"
        ],
        "opentime": "全年 08:00-17:00(最晚入园16:30)",
        "hotDegree": 0,
        "nearBy": [
            130,
            145
        ]
    },
    {
        "id": 26,
        "title": "陆家嘴",
        "description": "陆家嘴位于浦东黄浦江畔，与外滩隔江相对，是海内外首屈一指的金融中心。这里汇集了东方明珠、环球金融中心、金茂大厦、上海中心大厦等众多地标性建筑，每到夜晚这些高楼大厦灯火通明，璀璨迷人的夜景令人震撼。陆家嘴将上海的现代大都市风采展现得淋漓尽致。站在滨江大道或地铁2号口出来的人行天桥上拍摄周围的摩天大楼，有种梦幻的感觉。如果觉得不够尽兴，你还可以登上东方明珠、环球金融中心、金茂大厦的顶层观光厅，俯瞰浦江两岸的迷人风光。除此之外，陆家嘴周围还聚集了上海海洋水族馆、上海大自然野生昆虫馆等众多景点，十分适合家长带着孩子前往游玩。上海海洋水族馆紧邻东方明珠，可以观赏到来自世界各地的海洋生物和精彩的动物表演，还能漫步海底隧道，与鲨鱼、海龟近距离接触；上海大自然野生昆虫馆则位于东方明珠西侧，这里有各种活体昆虫和蝴蝶标本，让孩子大开眼界。正大广场、IFC国金中心等大型商场也位于陆家嘴，各种国际品牌一定满足你的购物欲，商场内的餐厅选择也有很多，大部分餐厅都面向外滩，一边品尝美食一边欣赏外滩美景，十分享受。逛累了还可以去旁边的陆家嘴中心绿地稍作休息，这是一个规模较大的开放式草坪，在此散步休憩，惬意十足。",
        "score": 4.7,
        "price": 50.0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市浦东新区",
            "district": "浦东新区",
            "lng": 121.55045460683195,
            "lat": 31.227348292436346
        },
        "imgSrc": [
            "img/125.jpg",
            "img/126.jpg",
            "img/127.jpg",
            "img/128.jpg",
            "img/129.jpg"
        ],
        "opentime": "全天开放",
        "hotDegree": 0,
        "nearBy": [
            7,
            17
        ]
    },
    {
        "id": 27,
        "title": "上海长风海洋世界",
        "description": "上海长风海洋世界位于长风公园内，园内绿荫环绕，让你在喧嚣繁忙的都市里感受天然氧吧。是各位潮爸辣妈溜娃的好去处；近距离的接触自然与海洋生物，是您家庭出游的不二之选。上海长风海洋世界水族馆建于银锄湖底13米处，以自然海洋为主题，拥有超过300余种，万余海洋水生生物。共分为与鳐共舞、触摸星地带、世界热带雨林奇观、海马王国、缤纷珊瑚带、深海秘境、鲨鱼甬道、种类繁多的海洋生物、栩栩如生的主题造景、寓教于乐的创意互动，将人与自然完美融合。建议游玩时间1小时左右。“深海奇缘”是水族馆2019年3月推出的全新体验项目，运用全息投影技术将影片“深海奇缘”映入玻璃面，虚实的海底画面真假难分。“深海奇缘”以深海为主题，在五分钟的短片中，由主角“ROV”引领，游客将亲身感受进入海底深处的奇妙之旅，探索生活在深海中的新奇生物。",
        "score": 4.4,
        "price": 140.0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "普陀区大渡河路451号（长风公园4号门）",
            "district": "普陀",
            "lng": 121.40370301702495,
            "lat": 31.230278852458593
        },
        "imgSrc": [
            "img/130.jpg",
            "img/131.jpg",
            "img/132.jpg",
            "img/133.jpg",
            "img/134.jpg"
        ],
        "opentime": "全年 08:30-17:00(停止售票16:00,最晚入园16:30)",
        "hotDegree": 0,
        "nearBy": [
            40,
            142
        ]
    },
    {
        "id": 28,
        "title": "顾村公园",
        "description": "顾村公园位于宝山区外环线S20以北，是上海北郊较大的一个公园。公园内花木茂盛，是很受当地人欢迎的郊游地。平时公园的游人不算太多，天气好的时候常能见到带着小朋友来野餐、晒太阳的一家三口。而春天樱花开的时候，整个公园总会被自驾前来赏樱的游人挤得水泄不通。公园面积较大，除了沿着湖边散步，你也可以选择租一辆自行车代步。除了可以在草地上搭帐篷野餐、放风筝、坐电瓶船、和朋友一起聚餐烧烤，公园内还有不少游乐设施以及一个恐龙园（需另付费）。",
        "score": 4.6,
        "price": 35.0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市宝山区顾村镇沪太路4788号环岛路1号(近沪太路)",
            "district": "宝山区",
            "lng": 121.39184919580352,
            "lat": 31.350554172079374
        },
        "imgSrc": [
            "img/135.jpg",
            "img/136.jpg",
            "img/137.jpg",
            "img/138.jpg",
            "img/139.jpg"
        ],
        "opentime": "全年 06:00-18:00；东方鸟世界、烧烤区恢复开放",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 29,
        "title": "共青国家森林公园",
        "description": "共青国家森林公园位于上海市区东北部、黄浦江畔，是距离上海市区最近的森林公园。共青森林公园中的大片森林是20世纪50年代积植树造林的成果，这里还有丘陵、大草坪、湖泊、溪流等景观，环境优美。可以来公园划船、烧烤、骑马，或是玩海盗船、打靶射击等娱乐项目，即使在公园里散散步、骑骑车、呼吸清新空气，也是一种享受。共青森林公园有四个门，其中南大门和西大门是主要入口。坐公交车通常可从西门进入，门口的公交线路较多，自驾车则可到南门，因为公园的大型停车场建在南门。从公园西门进入，首先是娱乐区域，左边有海盗船、激流勇进、溜冰场等设施，右手边有过山车、旋转木马、碰碰车、彩弹射击场等项目，还有森林小火车可以乘坐。每逢周末，有些娱乐项目要排很久的队才能玩到。从左手边往里走，有专门的烧烤野营区和跑马场，周末和节假日时烧烤区相当火爆。继续往公园深处，有人工湖泊，可以划船泛舟，也可以坐一次滑索从湖上滑到对岸。公园深处主要是树林和草坪，环境更为安静，适合散步或小憩，走到公园最东南端是黄浦江畔，可以看到浦江上的往来船只。森林公园内有不少小卖部，出售饮料和零食小吃，价格比外面略贵。公园内也有餐厅，但菜价较贵，建议自带些干粮。另外，在森林公园南门斜对面，还有一个小景点“万竹园”，它是森林公园的一部分。万竹园不大，里面遍布竹林，可见小桥流水的江南景观，凭森林公园门票即可入内游览。",
        "score": 4.5,
        "price": 15.0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "杨浦区军工路2000号",
            "district": "杨浦",
            "lng": 121.55235127740775,
            "lat": 31.327100051505028
        },
        "imgSrc": [
            "img/140.jpg",
            "img/141.jpg",
            "img/142.jpg",
            "img/143.jpg",
            "img/144.jpg"
        ],
        "opentime": "5月20日-10月31日 06:00-19:30(最晚入园17:30)",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 30,
        "title": "锦江乐园",
        "description": "锦江乐园邻近上海南站，是上海第一座大型游乐园。这里有刺激的过山车、飞轮，也有怀旧的单轨脚踏车、急流勇进，还有转马、4D影院等适合青少年的项目。园内建有上海最高的摩天轮，可转至108米高空俯瞰整座城市风光。锦江乐园的主入口位于虹梅路沪闵路口，进去后会看到步步惊魂（鬼屋），继续往左手边走可先体验园内最惊险的巨型悬挂回旋式过山车，挑战自己的胆量，感受翻江倒海般的刺激。紧接着还有摩托过山车、波浪翻滚、魔术风车、疯狂飞轮等一系列令人血脉偾张的项目等着你。过完瘾之后，可以去火山影院看一场动感电影，然后坐上“上海大转盘”在高处欣赏城市风光。摩天轮旁还有碰碰船、峡谷漂流等浪漫休闲的项目。青少年游客则可以玩碰碰车、自旋滑车、飓风飞椅、单轨脚踏车、急流勇进等不怎么惊险但很有趣味的项目，更有适合儿童的转转杯、桑巴塔等小项目。要注意节假日的锦江乐园游客非常多，很多娱乐项目排长队是常见的事儿，尤其夏季要注意防暑措施。锦江乐园里有锦轮美食和乐餐厅，主要提供中西式快餐，也有卖饮料和小食的小店以及纪念品商店，价格都比园外贵一些但还算能接受。锦江乐园有时还会举办热闹的游园会和主题美食节等活动，可提前关注官网动态信息。",
        "score": 4.4,
        "price": 57.0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "闵行区虹梅路201号锦江乐园",
            "district": "闵行",
            "lng": 121.41745921845201,
            "lat": 31.147258390684552
        },
        "imgSrc": [
            "img/145.jpg",
            "img/146.jpg",
            "img/147.jpg",
            "img/148.jpg",
            "img/149.jpg"
        ],
        "opentime": "4月1日-9月10日 09:00-17:30(最晚入园16:30)；9月11日-9月20日 09:00-21:30；9月21日-9月30日 09:00-17:30(最晚入园16:30)；10月1日-10月8日 09:00-21:30；10月9日-10月31日 09:00-17:30(最晚入园16:30)；11月1日-次年3月31日 09:15-17:00(最晚入园16:00)",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 31,
        "title": "黄浦江",
        "description": "黄浦江被称为是“上海的母亲河”，浦东和浦西以此为界，分别形成了举世闻名的外滩、陆家嘴金融中心等重要地标。看浦江灯火辉煌的夜景是游客来到上海不可或缺的一站，你还可以乘坐游船畅游江上，将两岸风光尽收眼底。全长约113公里，河宽300至700米的黄浦江流经上海市各区，是上海的标志和象征，荟萃了上海城市景观的精华。黄浦江边的外滩和滨江大道都是极好的观景点，滨江大道的游客相对外滩来说较少。漫步江边，浦江西岸一字排开的充满浓郁异国色彩的外滩万国建筑博览群，与东岸一幢幢拔地而起、耸入云端的现代化摩天楼群形成鲜明对比，你可以从中窥见上海的百年发展历史。浦江夜景也是不能不看的。入夜，黄浦江两岸灯火辉煌，你可以从黄浦区中山东二路的十六铺码头出发，乘坐浦江游船行驶于江面上，沿途美景一览无余。横跨黄浦江的杨浦大桥和南浦大桥、宛如一条玉带的经典外白渡桥、环境优美的浦东滨江大道、造型独特的上海国际会议中心，在绚烂灯光的打造下，形成了一道靓丽的风景线，令人目不暇接。船上提供中餐、西餐、自助餐等服务，可以一边欣赏浦江美景，一边享受美食。游船航行时间为每天11:00-21:30，11:00-13:00每小时一班，13:00-21:30每半小时一班，单次航程时间约60分钟左右。如果不想花太多时间坐游船的话，往返浦东和浦西的轮渡也不失为体会浦江风情的经济实惠之选，更具怀旧风情。轮渡船往返于外滩旁边的金陵东路渡口到浦东东昌路渡口，7:00-22:00都有运行，单程约十几分钟，每15分钟一班。也有往返于复兴东路渡口至东昌路渡口的轮渡，复兴东路渡口运行时间为7:00-19:00，东昌路渡口运行时间为7:00-18:45，每半小时一班。",
        "score": 4.7,
        "price": 98.0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "黄浦区",
            "district": "黄浦",
            "lng": 121.49158559252436,
            "lat": 31.23724715206362
        },
        "imgSrc": [
            "img/150.jpg",
            "img/151.jpg",
            "img/152.jpg",
            "img/153.jpg",
            "img/154.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            22,
            34,
            36,
            41,
            42,
            47,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            118,
            123,
            124,
            126,
            132,
            135,
            138,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 32,
        "title": "古猗园",
        "description": "古猗园始建于明代嘉靖年间（公元1522—1566年），是一私家宅院，原名“猗园”，取自《诗经》中“绿竹猗猗”一句。清乾隆十一年（公园1746年），更名“古猗园”。古猗园建筑风格同苏州园林，小桥流水间的亭台楼阁，移步换景，古朴雅致。古猗园有两个大门，南门进去是南翔壁（照壁），北门进去是逸野堂，南门进北门出，或者北门进南门出，不用走回头路。其中逸野堂是园中的主厅，以楠木为柱，四面道路相通，站在堂中你可以看到四周的风景。逸野堂东边是戏鹅池，鹅池南边有古猗园中较为奇特的建筑——缺角亭，亭子四个角中缺了东北一角。向东走，过鸳鸯湖、松鹤园，到青清园，在这里你可以看到真正“绿竹猗猗”的景色，竹林下飞檐翘角的古建筑显得清新、淡雅。“水”是江南园林永恒的主题，你可以看看古猗园水里悠哉游哉的红鲤鱼，在园内东边的龟山湖南岸还有游船码头，可以乘坐游船从湖面欣赏古猗园的亭台楼阁，有电动游船与手划船可选择。按照不同季节开放的花不同，古猗园四季有不同的花展，春天有海棠，夏天有荷花，冬天有腊梅、水仙。其中尤为出名的是夏天的荷花，不论是湖上大片的荷花，还是曲径通幽处的一池小品，都吸引了无数装备着“长枪短炮”的摄友。另外，古猗园在元宵节举办的灯展也别有氛围，可前来观赏。位于园南的上海古猗园餐厅是南翔小笼店的龙头，人气极旺。古猗园外的南翔老街上也有很多小笼店，味道都不错，你也可以去那吃，同时逛一逛南翔老街，看看江南水乡风情。",
        "score": 4.5,
        "price": 10.0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市沪宜公路218号",
            "district": "沪宜公路218号区",
            "lng": 121.32220900256667,
            "lat": 31.29638014595675
        },
        "imgSrc": [
            "img/155.jpg",
            "img/156.jpg",
            "img/157.jpg",
            "img/158.jpg",
            "img/159.jpg"
        ],
        "opentime": "2020年5月20日—10月31日。\n南门开放时间：7:00—18:30 ，售票时间：7:00—18:00。\n北门开放时间：5:30—19:30 ，售票时间：5:30—19:00。",
        "hotDegree": 0,
        "nearBy": [
            53
        ]
    },
    {
        "id": 33,
        "title": "东方绿舟",
        "description": "东方绿舟毗邻淀山湖，湖波浩渺、植被苍翠，是一个大型公园。一般游客选择来此踏踏青、放放风筝、吃吃烧烤；家庭亲子活动来此草坪午餐、骑骑多人自行车，园中有供小朋友玩的游乐设施也有给小朋友增长知识的地方，比如仿真航空母舰；许多公司也选择在东方绿舟给员工做素质拓展培训；更重要的功能是上海的大多学校都会组织学生到东方绿舟军训、春游。从东方绿舟4号门一进去，游客目光的聚焦点就落到了超大的仿真航空母舰上，尤其是孩子，见到按原比例制造的航空母舰都会觉得很酷。登上航空母舰能俯看东方绿舟，远眺淀山湖。航空母舰内设多种娱乐设施和航空博览馆，是寓教于乐的好地点。园中还有160多尊名人雕像组成的智慧大道供孩子学习名人事迹，世界不同国家建筑风格小洋房组成的地球村（用于给游客提供住宿）等景观，有网球场、沙滩排球、游泳馆等运动度假设施。因为靠着淀山湖，东方绿舟的许多活动和“水”有关。外缘的亲水平台很长，在上面散散步，能欣赏淀山湖风光；园内有水上“勇敢者的道路”，水面上架着一座座独特的“关卡”，绳网做的桥、独木桥、木桩等，游客游玩时总是小心翼翼生怕落水湿身，素质拓展活动常选点在这；绿舟湖上则可以划船，脚踏船、手划船、电瓶船等不同类型的游船都有。自备些干粮，在东方绿舟的草坪上晒晒太阳，享受一顿慵懒的午餐，也是不错的选择。如果不想带干粮，园中有各式餐厅和烧烤园，烧烤园提供烧烤炉租借，同时出售烧烤用的食品。东方绿舟很大，想去这个景点或那个景点租一辆自行车也能增加游玩的趣味，园区有单人车和双人车可供选择。",
        "score": 4.6,
        "price": 45.0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "上海市青浦区沪青平公路6888号东方绿舟",
            "district": "青浦区",
            "lng": 121.02455017991771,
            "lat": 31.10492812636819
        },
        "imgSrc": [
            "img/160.jpg",
            "img/161.jpg",
            "img/162.jpg",
            "img/163.jpg",
            "img/164.jpg"
        ],
        "opentime": "全年 08:30-16:30(最晚入园16:00)",
        "hotDegree": 0,
        "nearBy": [
            21
        ]
    },
    {
        "id": 34,
        "title": "上海城隍庙",
        "description": "上海城隍庙坐落于上海市中心的城隍庙旅游区，也叫老城隍庙，是上海有名的道教宫观。来城隍庙旅游区的游客，大多是慕名这里的小吃和豫园而来，却不知道豫园的南面还有一座闹中取静的道观，而且是个历史悠久的祈福圣地，在这里可以感受到本地宗教文化。上海城隍庙始建于明代永乐年间（1403-1424年），比豫园还早一些，但在“文革”时期遭到严重破坏，后经修复重新恢复了全貌。观内现有大殿、甲子殿、财神殿、慈航殿、城隍殿等九个殿堂。大殿正门上悬“城隍庙”匾额，内供奉金山神主——汉代博陆侯霍光大将军坐像，左首为文判官，右首为武判官，次为日巡与夜查，日巡、夜查以下为八皂隶。元辰殿又称六十甲子殿，殿内供奉六十元辰中所对应的太岁神，信徒在这个殿里礼拜本命太岁，祈求年年平安，吉祥如意。慈航殿内供奉眼母娘娘、慈航大士、天后娘娘；财神殿内供奉财神、进宝仙官、利市仙官、纳珍仙官；文昌殿内供奉文昌帝君，左右二童子称天聋、地哑。城隍庙内后面一进殿为城隍殿，城隍殿中央供奉上海县城隍神红脸木雕像，正襟危坐。殿内仿照明代县衙公堂陈设，仪仗森严。城隍殿东首为父母殿，殿内供奉上海县城隍神父母；城隍殿西面为娘娘殿，供奉上海县城隍神夫人储氏。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市黄浦区方浜中路249号",
            "district": "黄浦区",
            "lng": 121.49918988251385,
            "lat": 31.231085650198086
        },
        "imgSrc": [
            "img/165.jpg",
            "img/166.jpg",
            "img/167.jpg",
            "img/168.jpg",
            "img/169.jpg"
        ],
        "opentime": "全年 08:00-21:00",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            22,
            31,
            36,
            41,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            120,
            123,
            124,
            126,
            132,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 35,
        "title": "上海植物园",
        "description": "上海植物园位于上海市区南部，邻近火车南站和汽车南站。植物园离市中心不远，这里绿树成荫，每天有很多市民来此散步健身，河边聚集不少钓鱼爱好者。植物园拥有各类花卉植物，一年四季都能欣赏到婀娜多姿的花卉，而且常有主题花展，可看到很多罕见的花卉品种，是赏花及摄影的胜地。上海植物园共有四个入口，而且附近都有公交车站，都很方便。其中离轨道交通三号线较近的是北面的4号口，而1、2号门位于东面的龙吴路，自驾车游客可把车停在2号门旁的主停车场。植物园不算很大，一般两个小时就能走遍。景区建有展览温室、盆景园、兰室三大专类园区。夏季来园可以到清凉的竹园走走、或去观赏荷花；秋季可赏秋菊，或去看槭树园里的红枫、木兰园里黄色的鹅掌楸，还有蔷薇园里的山楂、石楠、海棠等植物；冬天来参观展览温室，可以看到各种奇特的热带植物。而春季是赏花游客较多的时候，尤其是3-5月间樱花、桃花、郁金香盛开期，游人如潮。除了赏花，在植物园内还可以租自行车骑行，或者在河中乘坐游船。靠近4号门还建有儿童游乐场，可以带孩子坐小火车、旋转木马、碰碰车等。游览完植物园可以去有名古刹龙华寺参观，在植物园2号门外的公交站乘坐交通车，很方便。",
        "score": 4.5,
        "price": 0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市龙吴路1111号",
            "district": "龙吴路1111号区",
            "lng": 121.45672451161535,
            "lat": 31.15265476779035
        },
        "imgSrc": [
            "img/170.jpg",
            "img/171.jpg",
            "img/172.jpg",
            "img/173.jpg",
            "img/174.jpg"
        ],
        "opentime": "全年 07:00-17:00(最晚入园16:00)；持有早锻炼卡游客可预约7:00 - 9:00入园，免票游客和购票游客可预约9:00 – 16:00入园",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 36,
        "title": "上海中心大厦上海之巅观光厅",
        "description": "上海中心大厦上海之巅观光厅是上海中心大厦的功能体验区，在上海之巅360度全视角观光厅，近看东方明珠、金茂大厦、环球金融中心身居足下，远眺世博园区、城隍庙、八万人体育场、虹桥机场尽收眼底，一览苏州河与黄浦江蜿蜒同奔长江共入东海。生长的天际线：展项位于地下1层的上海之巅展示厅的序厅。用100秒时长的实景还原动画影片，浓缩演绎了自1840年上海开埠以来170余年外滩、浦东陆家嘴天际线生长的发展史，以影像与声音合成动态的形式，直观展现了上海城市日新月异的变化，一幢幢高楼拔地而起，一个个高度被不断刷新，直至上海中心成为了上海的新高度，新地标。上海的上海中心：分为上海的韵味、上海的高度、上海的上海中心三个主题，运用动静结合、虚实结合展示方式，将动态影像穿插在静态的照片中，从不同的视角向人们展示了不同时期不同风格的海派建筑，随着时间的变迁，逐步地展示了上海这个国际化大都市在发展的过程中的代表性建筑。这些建筑，既富有建筑美感又蕴藏着深厚的历史文化底蕴，是极富上海韵味的城市内涵，是传承也是超越。摩天梦：运用目前国内首个运动自发光透明屏技术和透明水晶模型结合的模式，全方位地展示了摩天大楼的奥秘 。展现了从1885年开始，高度被不断刷新的世界第一高楼的演变历程，也展现了人类在不断追寻的“摩天梦”。展示了世界高层建筑与都市人居学会(CTBUH)专业提供的截止2020年世界高楼排名情况，是纵览世界高层建筑的窗口。基因库：基因库揭示了上海中心这座垂直城市规划、诞生、建设的整个过程。模拟展示了最高的空中花园、最大的阻尼器等10余项世界之最的创举，揭密了诸多大楼不为人知的基因构造。垂直城市：垂直城市展区运用世界最前沿的3D打印技术，以大楼1:350尼龙材料整体打印地模型，以主屏加分屏，声、光、电一体的最新媒体技术展示方式，展示了上海中心的雨水收集器、双层玻璃幕墙、BIM建造技术、上海少女、鱼乐图等各项绿色、智慧、人文的丰富内涵，表达出垂直城市的理念。空中邮局：位于118层的上海之巅空中邮局是目前世界上最高的邮局，每一张明信片都记载着上海之巅的美景，为自己或亲朋好友挑选一张，呼应此刻的心情和意境，此处寄出的来自上海之巅的寄语，是最值得珍藏、永恒的礼物。许愿树：在上海之巅观光厅，有一棵充满生机和希望的绿色“许愿树”，它迎接东方的第一缕阳光，见证璀璨繁华它依托三柱合力之势，托举出一片申城之巅的绿阴，也寓意开创绿色、智慧、人文的未来生活，三人为众、三木为森，期待更多的人们在上海之巅许下高高美美的心愿，合力滋养更加绿色美好生活！在此写下一张许愿卡，用红绳系在巅峰许愿树上，将会成为期许未来的记忆时刻。踏破天际：踏破天际互动项目，运用先进的AV装置，感受多媒体与物理高度给予的超真实体验。当您身处118层上海之巅，置身于地幕投影的陆家嘴摩天群楼真实场景，配合先进体感热点控制系统，虚拟氛围营造出踏破天际的“裂纹”，一场刺激心跳的巅峰挑战即将开始。摩天摄影:天台摄影（Roof topping）以其气势震撼恢弘的视觉效果而风行全球，位于118层的“摩天摄影”透过专业的摄影技术、虚拟场景和顶级装备，实现了让观光客在安全的室内环境中，自由发挥，尽情想象，并拍摄出高度逼真的巅峰影像。特别定制的巅峰工作角色，让你身临其境，真实还原上海中心这座世界地标建筑的建造场景。上海之巅品牌店：上海之巅品牌店分别位于118层上海之巅观光厅和B2层观光出口，琳琅满目、含有上海及上海中心元素的各式商品。",
        "score": 4.6,
        "price": 180.0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市浦东新区银城中路501号（近东泰路）",
            "district": "浦东新区",
            "lng": 121.51286763851394,
            "lat": 31.239759620004815
        },
        "imgSrc": [
            "img/175.jpg",
            "img/176.jpg",
            "img/177.jpg",
            "img/178.jpg",
            "img/179.jpg"
        ],
        "opentime": "全年 10:00-21:00(最晚入园20:30)；国庆节 08:30-21:30(最晚入园21:00)",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            13,
            14,
            18,
            20,
            31,
            34,
            41,
            42,
            54,
            62,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            143,
            146,
            147
        ]
    },
    {
        "id": 37,
        "title": "上海大观园",
        "description": "上海大观园位于青浦淀山湖西侧，是一座大型仿古建筑群和现代园林，里面格局是按照我国古典名著《红楼梦》里的描写设计而成。大观园内环境优美，这里石桥、荷塘、以及亭台楼阁样样俱全，在宅内还有不少描绘《红楼梦》中故事情节的人物蜡像，让人仿佛处处置身于曹雪芹笔下的小说场景之中。大观园远离市区，而且建造得比较早，再加上近几年的宣传力度不如以往，所以平日来游园的游客不多，但这反倒使大观园成了一个环境清幽的好去处。大观园内植物茂盛，尤其以竹最多，还移栽了很多古树名木。每到夏季，人工湖内大片荷花盛开，十分漂亮，而冬季的大观园更是赏梅花的胜地，想要静心拍照的摄影爱好者不容错过。大观园内虽然是仿古建筑，但在设计上可谓颇费心机，无论是宅内华丽雅致的陈设，还是别致优美的园林格局，都兼有皇家林苑气派和江南园林秀丽的风格，充分还原了《红楼梦》中贾府的环境。里面建有贾宝玉的住处“怡红院”、林黛玉的住处“潇湘馆”、贾探春的住处“秋爽斋”、妙玉的修行处“栊翠庵”，以及大观楼、梨香院、稻香村等多处建筑，每一处建筑和蜡像场景都有简介牌。大观园内有时会有《红楼梦》戏段的戏曲演出，尤其是国定假日时常有表演。大观楼内设有茶室，可以品茶赏景坐着闲聊，但园内没有餐厅，而景区门前的餐馆价格较贵，因此建议自备点心和水。大观园对面有个上海民族文化村，是个早些年修建的小景点，不过现在已经挺破败了，如果花钱买票进去不太值得。大观园地处上海与江苏边界，这里离周庄古镇只有11公里，若是自驾车过去很方便。",
        "score": 4.5,
        "price": 50.0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "青浦区金商公路701号",
            "district": "青浦",
            "lng": 120.91752316801688,
            "lat": 31.078614886780972
        },
        "imgSrc": [
            "img/180.jpg",
            "img/181.jpg",
            "img/182.jpg",
            "img/183.jpg",
            "img/184.jpg"
        ],
        "opentime": "4月1日-10月31日 08:15-16:45(最晚入园15:45)；11月1日-次年3月31日 08:15-16:15(最晚入园15:15)",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 38,
        "title": "东平国家森林公园",
        "description": "东平国家森林公园位于崇明岛中部，树木茂盛、空气清新，远离市区喧嚣。你可以约上三五好友来此烧烤、或者租自行车环园骑行，夏季更是避暑的好地方。如果人多，还能打彩弹；小朋友们可以玩碰碰车、转马等游乐设施。森林公园共有两个门，即南面的1号门主入口和西南面的2号门，都可以进入。公园比较大，很多游客会选择在门口租自行车代步，全程骑自行车一般2个小时可以在园内环游一圈。也可以坐电瓶车或小火车环园，都比较省时省力。从1号门进入公园，大多数的娱乐设施及体验项目都集中在右手边，有彩弹射击、射箭、骑马、卡丁车、滑草等，还有脚踏船、水上步行球等水上娱乐。公园内还开辟有桂花园、梅花园、樱花园、竹园、枫园等苗圃，各个季节都有不同的花卉植物可以观赏。尤其是在深秋时节，公园内成群成片、嫣红的红杉树林十分夺人眼球，沉寂在红杉树林里的废弃歼六型飞机透出旧日的英气，银色的机身与摇曳摆动的红杉树相伴，呈现出一种令人震撼的刚柔之美。公园西侧的梅花鹿场有散养和圈养的梅花鹿，小朋友可以亲手给小鹿喂食，非常有趣。此外，公园深处有烧烤区和露营基地，在森林中自助烧烤很有野趣，你可以自带食材也可以在烧烤区购买食材，公园提供烤炉等物品的租用，但尽量避开节假日，那时烧烤区人非常多。你还可以带帐篷来大草坪上躺着休息，甚至可在露营区过夜，体验一回野外生活，公园里也有帐篷和睡袋出租。",
        "score": 4.5,
        "price": 40.0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "崇明县北沿公路2188号",
            "district": "崇明县北沿公路2188号",
            "lng": 121.4860192271606,
            "lat": 31.689300112526464
        },
        "imgSrc": [
            "img/185.jpg",
            "img/186.jpg",
            "img/187.jpg",
            "img/188.jpg",
            "img/189.jpg"
        ],
        "opentime": "全年 08:30-16:00",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 39,
        "title": "淮海路",
        "description": "淮海路是与南京路步行街齐名的一条商业街，分淮海东路、淮海西路、淮海中路三段。其中淮海中路繁华，百货商店林立，有着“东方香榭丽舍大街”的美名。夜晚漫步在霓虹闪耀的街道上，更可感受魔都独有的时尚气息。与象征着上海商业历史的南京路步行街不同，淮海路商业街处处彰显着时尚与格调。这里既有大型百货商厦，又有新潮小资的品牌服饰店，还有各种专卖店和餐厅饮品店。在淮海路你可以尽情享受购物，也可享受美食佳肴，逛累了，可以在街心绿地小憩、或者去看场电影。淮海中路的东段（西藏南路至重庆南路段）云集了很多写字楼，也有太平洋百货淮海店、大上海时代广场、香港广场、上海广场等中商厦，以及百脑汇、赛博等电脑广场。从这里往北走到人民广场只有四百米，而往南走三百多米可以到中共“一大”会址、新天地等知名景点。淮海中路中段（陕西南路至重庆南路段）的百货商场比较集中，有百盛、巴黎春天、二百永新、华亭伊势丹等时尚百货，可以买到各种流行商品和品牌服饰，此外还有上海市妇女用品商店、古今胸罩公司、全国土特产食品公司等商店，以及许多高端品牌专卖店、旗舰店。所以如果是来逛街购物，大多就是在这个路段，可坐地铁一、十号线到陕西南路站下。从淮海中路西段（陕西南路以西）一直到淮海西路，商业气息就逐渐消失了，取而代之的是很多居民小区和老洋房，这里还有上海图书馆等景点建筑。淮海东路则比较短，但连接着人民路，走到城隍庙旅游区不算很远，大约需15-20分钟。",
        "score": 4.5,
        "price": 0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "黄浦区淮海中路",
            "district": "黄浦",
            "lng": 121.46284297554556,
            "lat": 31.221961746513195
        },
        "imgSrc": [
            "img/190.jpg",
            "img/191.jpg",
            "img/192.jpg",
            "img/193.jpg",
            "img/194.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            9,
            12,
            13,
            15,
            16,
            22,
            23,
            43,
            47,
            60,
            62,
            63,
            64,
            65,
            69,
            96,
            100,
            104,
            107,
            109,
            113,
            118,
            119,
            124,
            125,
            126,
            129,
            135,
            138,
            140,
            144,
            150
        ]
    },
    {
        "id": 40,
        "title": "长风公园",
        "description": "长风公园是市中心难得一见的免费综合山水公园。公园里坐落着海洋世界和赛车馆，都是市民周末节假日休闲放松的好去处。公园以大草坪、假山和人工湖为亮点，还有许多适合青少年活动的设施。公园北边有一条百米长的由铁索、悬梯、地洞等组成的“勇敢者道路”，很受青少年喜爱。公园往西是游艺小火车，铁轨迂回盘旋在一个小山谷中。公园南边设置了大型游艺机，包括雪撬、电动童车等设施。公园东南面有露天游泳池及其附属设施，包括电动船、手划船、脚踏船等水上游乐活动。此外，陆上游乐活动也是公园的另一大特色，包括碰碰车、海盗船、小火车等，非常适合家人朋友一起踏青游玩。 ",
        "score": 4.5,
        "price": 85.0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市普陀区大渡河路451号",
            "district": "普陀区",
            "lng": 121.40314329364136,
            "lat": 31.23025988254595
        },
        "imgSrc": [
            "img/195.jpg",
            "img/196.jpg",
            "img/197.jpg",
            "img/198.jpg",
            "img/199.jpg"
        ],
        "opentime": "全年 08:00-17:00",
        "hotDegree": 0,
        "nearBy": [
            27,
            142
        ]
    },
    {
        "id": 41,
        "title": "苏州河",
        "description": "上海人提起苏州河总会有一种莫名的情绪，带着点沧桑和感慨，曾经两岸的繁华和纸醉金迷已被新建筑所替换，十里洋行的恩恩怨怨也早已退出历史舞台，只有那条静静的河流依旧。苏州河作为近代上海的见证，留下许多具有代表性的历史建筑，如外白渡桥、上海邮政总局、原英国领事馆、上海总商会旧址、四行仓库等，形成了现代上海一道特殊的怀旧风景线。曾经苏州河沿岸工业的兴起导致河水被严重污染，黑臭的河流一度影响了人们的环境和生活，甚至市区段河流鱼虾绝迹，被称为“盛开的黑牡丹”，经过一系列的整治工程，沉睡的苏州河终于觉醒，两岸绿树成荫，不仅水质得到了明显的改善，同时配合沿岸的历史建筑和创意园区构成了上海一处新兴地标，并开辟了苏州河水上夜航游览线路。苏州河全长125公里，它源自太湖，在近外白渡桥附近汇入黄浦江，是上海市境内的第二大河。在上海开埠之前，苏州河一直叫吴淞江，准确说是北新泾以东的吴淞江下游段被称为了“苏州河”，据说是外国人发现可以乘船从这条河到苏州，因此得名。流淌了5000年的苏州河记载了上海由古至今的历史变迁，而它由繁荣到落败再到整治恢复的这段漫漫长路，亦是代表着百年上海滩的发展足迹。",
        "score": 4.5,
        "price": 0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "上海市境内，起于北新泾，至外白渡桥东侧汇入黄浦江",
            "district": "境内，起于北新泾，至外白渡桥东侧汇入黄浦江区",
            "lng": 121.50149498026605,
            "lat": 31.24780239883037
        },
        "imgSrc": [
            "img/200.jpg",
            "img/201.jpg",
            "img/202.jpg",
            "img/203.jpg",
            "img/204.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            13,
            14,
            15,
            18,
            20,
            31,
            34,
            36,
            42,
            54,
            62,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            139,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 42,
        "title": "1933老场坊",
        "description": "1933老场坊是由宰牲场改造的一座别具特色的创意园区，不少特色小店、餐馆、工作室入驻其中，并经常举办一些话剧表演、时装秀、会展等，成为了一片艺术聚集地。这里还是热门电影《小时代》的取景地，非常适合拍照留影。老场坊地理位置优越，紧邻四川路商业街，整个建筑融汇了东西方特色，大楼空间布局奇特，东南西北4栋建筑围成的四方形厂区与中间一座24边形的主楼通过楼梯相连。外方内圆的建筑结构、纵横交错的廊桥，与螺旋梯、伞形花柱一起，营造出迷宫一般的效果，令人惊喜连连。1933老场坊内最值得去参观的就是位于主楼中心圆区域四楼的空中舞台。8米挑高的空中舞台的中央600平米悬空而设，全部用钢化玻璃制成，透明炫目，玻璃地面可从四楼一直透视到一楼。独具匠心的设计、令人惊叹的空间，这里还承接过法拉利F1派对、雷达表50周年庆等大型商业活动。相比新天地，田子坊要冷清很多，双休日人气较高。建议大家选择一个阳光明媚的休息日去参观，漫步廊桥、牛道、走上旋梯，拍照留影，依稀感受到七十多年前的风貌。如果碰巧，你还可以看到新人在这里拍摄婚纱照、街拍模特们在这里取景。天气好的时候可以跑到顶楼的露台上，眺望一下虹口区一些老房子的景色。如果走累了还可以在甜品店里吃吃甜品，或者去具有俄罗斯风情的红场餐厅吃顿午饭。有空的话逛一下这里的创意小店，有卖雪茄、纯手工家具及饰品的，价格可能略贵，欣赏一下即可。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "虹口区溧阳路611号",
            "district": "虹口",
            "lng": 121.49815045051334,
            "lat": 31.259971874739815
        },
        "imgSrc": [
            "img/205.jpg",
            "img/206.jpg",
            "img/207.jpg",
            "img/208.jpg",
            "img/209.jpg"
        ],
        "opentime": "全年 9:00-21:00",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            6,
            10,
            14,
            15,
            18,
            20,
            31,
            36,
            41,
            54,
            58,
            62,
            66,
            67,
            68,
            75,
            79,
            84,
            87,
            88,
            94,
            99,
            111,
            115,
            116,
            123,
            126,
            132,
            139,
            141,
            147
        ]
    },
    {
        "id": 43,
        "title": "武康路",
        "description": "武康路位于上海市徐汇区，原名福开森路，以美国传教士约翰·福开森命名，由上海法租界公董局修筑于1907年（光绪三十三年）。武康路南北连接了繁忙的淮海中路和幽静的华山路，是一条有37处历史建筑的“中国历史文化名街”。其中有14处优秀历史建筑，是名副其实的“名人路”。漫步在这条有着百年历史的老路上，两旁的古树郁郁葱葱，不时可以看到散落路边的欧式建筑。武康大楼是武康路的标志性建筑，由著名的匈牙利建筑师邬达克设计。大楼通体的红色砖墙、转角挑阳台、三角形古典山花窗楣等，颇有法国文艺复兴时期的韵味。武康大楼造型犹如一艘等待起航的巨轮，所以也不难理解它的旧称“诺曼底公寓”的由来了。吴茵、郑君里、赵丹等电影艺术家曾居住在此，孔祥熙的女儿孔二小姐现在是这里最大的业主。一幢接一幢的名人故居是武康路一大特点。113号是一代文学巨匠巴金的故居，宁静温馨的旧居是巴金在上海最后也是居住时间最长的地方；393号英国乡村式花园洋房是革命先驱黄兴的故居，孙中山曾多次借宿这里商议要事；武康路与湖南路口的湖南别墅先为周佛海私宅，解放后陈毅、邓小平等在这里暂住过；40弄1号是唐绍仪旧居，西班牙风格的独立式花园住宅，复古大气......除了名人故居，这里还有其他特色老洋房。390号的上汽公司办公楼，红顶白壁的地中海风格小房子与其他老洋房格调不同；99号是正广和老屋，这幢独立洋房尖顶耸立，在白色高墙和绿枝的掩映下显得高贵而神秘，电影《色戒》在此取景。若想细细品味武康路的前世今生可能需要花一天时间，这里也有不少咖啡店和餐厅可以休息。位于376号的武康庭外围是三座老洋房，花团锦簇中有一家叫Coffee Tree的餐厅人气很旺，点一份蔬菜Panini配上一杯香浓的咖啡，很是满足。378号的Farine咖啡馆弥漫着淳朴的法国乡村味道，这里的羊角被誉为“上海最好吃的可颂”。",
        "score": 4.6,
        "price": 0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市徐汇区武康路与湖南路交叉口",
            "district": "徐汇区",
            "lng": 121.44677454651548,
            "lat": 31.21466621650175
        },
        "imgSrc": [
            "img/210.jpg",
            "img/211.jpg",
            "img/212.jpg",
            "img/213.jpg",
            "img/214.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            16,
            23,
            39,
            47,
            60,
            64,
            65,
            69,
            71,
            76,
            96,
            100,
            107,
            109,
            112,
            113,
            118,
            119,
            124,
            125,
            129,
            135,
            138,
            144,
            149,
            150
        ]
    },
    {
        "id": 44,
        "title": "中国航海博物馆",
        "description": "中国航海博物馆坐落于上海东南角的浦东临港新城、滴水湖的西岸，是目前国内展览内容最丰富的航海主题博物馆。在航海博物馆参观，你可以通过各种船舶模型及图文介绍、以及航海仪器设备的实物展示，了解中国造船历史、航海技术的演变过程。你还能亲手操作模拟航海，或是登上仿建的明代福船上了解古人的造船工艺，也可以去4D动感影院看一次场景逼真的特效影片，非常适合青少年来学习、长知识。博物馆共有三层，但展厅都分布在一、二两层，两层都有出口，而入口位于第二层，进入后可先坐扶梯下到一层开始参观。馆内有免费讲解服务，通常每个展厅上、下午各有一次讲解，建议跟随讲解员的讲解依次参观，还能向讲解员学习打水手结，入馆后可注意一下讲解时间的提示牌或者咨询工作人员。如果错过了免费讲解时间，入口处的服务中心可以租讲解器（每台10元），如果请付费讲解员是每小时50元（中文）。博物馆在7月11日中国航海日当天通常会对公众免费开放，建议提前关注博物馆官网动态。一层有航海历史馆、船舶馆、海员馆、以及渔船与捕鱼专题展区，在这里可以看到有关中国航海历史的图文及视频介绍，还有潜水服、水下机器人等各种航海设备，以及国内外船只模型、船舱内构造及仪表模型。你还可以在模拟操作舱内亲手体验操作吊集装箱、驾驶船舶。而中庭则停放着按原比例仿建的明代福船，也就是郑和下西洋时的“大明宝船”，而且据说这是一艘可以实际下水航行的实船，你可以登船参观。另外，一楼有餐厅可提供中式套餐，有30、40元两种套餐，味道还可以。第二层设有航海与港口馆、海事与海上安全馆、军事航海馆，以及航海体育与休闲专题展区。在这一层可以了解到中国海军的建设历史、港口与海上救援等介绍，还能看到军舰模型、海军军旗和军装，以及舰载火炮实物等展品，而最有意思的是可以走进仿真的潜水艇指挥舱内一探究竟。此外，这一层还建有天象馆、4D影院和儿童活动中心，4D电影门票需另购（约30元，影片十几分钟）。",
        "score": 4.7,
        "price": 27.0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市浦东新区临港新城申港大道197号（近滴水湖）",
            "district": "浦东新区",
            "lng": 121.92599413938132,
            "lat": 30.90330034433685
        },
        "imgSrc": [
            "img/215.jpg",
            "img/216.jpg",
            "img/217.jpg",
            "img/218.jpg",
            "img/219.jpg"
        ],
        "opentime": "全年 周二至周日 09:30-16:00(最晚入园15:30) 周一 不开放；中国法定节假日 09:30-16:00(最晚入园15:30)",
        "hotDegree": 0,
        "nearBy": [
            70,
            81
        ]
    },
    {
        "id": 45,
        "title": "泰晤士小镇",
        "description": "泰晤士小镇位于上海松江，是一座英伦气息十足的别墅区，坐落着哥特式教堂、维多利亚式露台，还有城堡、喷泉、广场和很多咖啡店、画廊、美术馆。这里还是婚纱写真的热门拍摄地，电影《小时代》也曾在此取景。泰晤士小镇的中心是一片商业区域，有不少商铺、餐厅和婚纱店。你可以在这铺满方砖的街道上随意走走，或是坐上小火车欣赏一栋栋的欧式建筑，也可以去松江美术馆、松江城市规划展示馆参观。逛累了，就找一家咖啡店坐下，喝着咖啡、翻着杂志，晒着太阳，慢慢品味这英伦格调的生活节奏。小镇商业区域的北部、南部和西部均是住宅区，同样是英式的独栋、联排别墅以及多层公寓，不对游客开放。商业区域的东部是一片景观湖泊，你可在此乘游艇兜风、或驾驭手划船在湖上荡漾。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "上海市松江区三新北路900弄230号",
            "district": "松江区",
            "lng": 121.20143511185337,
            "lat": 31.037238026556988
        },
        "imgSrc": [
            "img/220.jpg",
            "img/221.jpg",
            "img/222.jpg",
            "img/223.jpg",
            "img/224.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            121
        ]
    },
    {
        "id": 46,
        "title": "上海玛雅海滩水公园",
        "description": "上海玛雅海滩水公园位于松江佘山国家旅游度假区，是一座大型的水上游乐园，每到夏季，这里就成了水上狂欢的乐园。在这里你可以体验“超级大喇叭”、刺激的“大章鱼滑道”、 “巨兽碗”、双轨水上过山车“大黄蜂”，还可以在“懒人河”里懒懒地漂浮着，或者在人工造浪池“加勒比海滩”里游泳。而且水公园紧邻着欢乐谷，你还可以白天在欢乐谷里疯玩，傍晚再去水公园夜场嬉水。玛雅海滩水公园只在夏天开放，暑期时学生非常多，很多项目都要排队很久才能玩上，所以建议避开周末、尽量上午一开门就来，人会少一点，遇到阴天或小雨的天气，人会更少一些。进入水公园不能带食物，门口通常会要求开包检查，园内有餐厅和小卖部，有烤肠、关东煮之类的小食，不过价格都比较贵。入园建议租借储物柜，将贵重物品和衣物锁好，一般两个人共用一个柜子够了。另外，如果不想被晒伤，涂防晒霜是必不可少的，尤其是女士。为了安全，很多刺激的水上项目前会有工作人员提示不要带随身物品，包括眼镜在内的物品都要提前存放好。很多项目前都有开放式的临时储物柜（免费使用），但重要物品还是建议锁在付费储物柜，以免丢失。在园内如果想带手机或相机拍拍照，可以提前在网上买个防水袋，以免进水损坏。水公园内比较受欢迎的项目基本都是滑道类的，比如惊险刺激的“大黄蜂”、“四驱迷城”、“超级大喇叭”、“深海巨蟒”、“大章鱼滑道”、“飓风眼”、“巨兽碗”、“羽蛇神环”、“天地泛筏”等，让你体验各种急速俯冲和回旋；还有一些比较平缓、更适合青少年的项目，比如“合家欢滑道”、“童话水世界”、“玛雅水寨”等。",
        "score": 4.5,
        "price": 352.0,
        "season": [
            4,
            2
        ],
        "geoInfo": {
            "location": "上海市松江区佘山林湖路888号",
            "district": "松江区",
            "lng": 121.22401342886333,
            "lat": 31.099950036076248
        },
        "imgSrc": [
            "img/225.jpg",
            "img/226.jpg",
            "img/227.jpg",
            "img/228.jpg",
            "img/229.jpg"
        ],
        "opentime": "8月31日-9月13日 10:00-19:00(最晚入园18:00)；7月4日-8月30日夜场开放时间为16:00-21:30",
        "hotDegree": 0,
        "nearBy": [
            8,
            55,
            73,
            130
        ]
    },
    {
        "id": 47,
        "title": "马勒别墅",
        "description": "马勒别墅是1936年建造完成的私人花园别墅，主建筑为三层北欧式挪威风格，室内装饰十分讲究，过道、走廊等处都装有护墙板，到处都雕着美丽精致的图案，室内穹顶上装有彩色玻璃，在阳光的照射下呈现出斑斓柔和的色彩。这里起初为犹太富商马勒所有，后几经转手，1989年成为上海市一级近代保护建筑，2005年变身为衡山马勒别墅饭店对外营业。可以免费进去餐馆拍照，也可以在花园中享受浪漫的欧式下午茶。主楼为三层，顶部矗立着高低不一的两个四坡顶，东侧的坡屋顶高近20米，上面设有拱形凸窗，尖顶和凸窗上部均有浮雕装饰物；西侧的坡屋顶高约25米，主楼南立面上有三个垂直于主屋脊的造型优美、装饰精细的双坡屋顶和四个老虎窗，连同东西两座四坡屋顶交织在一起，宛如一座华丽的小宫殿。中间双坡顶的装饰木构件清晰外露，A构件间抹白灰缝条，比较典型地表现出了斯堪的那维亚情调的乡村建筑风格。主楼的外墙用泰山面砖镶嵌，颇具特色。花园设在主楼南向，花园四周用彩色花砖铺地，并植有龙柏、雪松等名贵花木，中间是一片草坪，放置一匹青铜马。为美化园景和便于室内赏花，园中还设有赏花房，房内原装有暖气设备，室内雕花精美绝伦，地上铺有彩色瓷砖。马勒虽是英籍犹太人，但他发迹却在中国，所以楼房的外形虽是北欧挪威式，但花园和楼内装修的许多细部却颇有中国味道。大门口就像中国传统的豪门大宅一样，放置了一对中国式的石狮子；花园四周高大的围墙用耐火砖铺贴，以黄绿色中国琉璃瓦压顶；走在楼道里，时不时地还能撞上佛龛，就像渔民在船上供养的菩萨，保佑着主人一帆风顺一样。",
        "score": 4.6,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "静安区陕西南路30号(近延安路高架)",
            "district": "静安",
            "lng": 121.46317494255015,
            "lat": 31.22931688536862
        },
        "imgSrc": [
            "img/230.jpg",
            "img/231.jpg",
            "img/232.jpg",
            "img/233.jpg",
            "img/234.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            9,
            12,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            39,
            43,
            60,
            62,
            63,
            64,
            66,
            69,
            95,
            96,
            100,
            103,
            104,
            107,
            109,
            113,
            118,
            119,
            124,
            125,
            126,
            129,
            135,
            138,
            140,
            144,
            147,
            150
        ]
    },
    {
        "id": 48,
        "title": "上海海湾国家森林公园",
        "description": "海湾国家森林公园位于奉贤区五四农场境内，是上海目前最大的森林公园。森林公园紧邻杭州湾海边，远离城市喧嚣，环境优美。这里能够看到梅花盛放、荷花成片的景色。你可以与亲朋好友一起来公园烧烤野营，也可以在马场骑马尽情奔驰，或是在湖上泛舟、去玩一次卡丁车，去公园内的根雕馆、书画馆、徽派建筑展示馆逛逛也不错。海湾国家森林公园非常大，如果全靠步行，会很累。建议乘坐园内的电瓶车或小火车，当天内每个站点可随意上下车，很方便。也可以租辆自行车骑行游园，价格也不太贵。公园里的森林烧烤区很受欢迎，食材和烧烤用的工具建议自带，租借工具比较贵。森林公园内树木茂盛，而且由于靠近海边，空气相当清新。园内密布蜿蜒的河道，还有一个很大的百鸟湖，每到秋天，湖上聚集了成千的白鹭、灰鹭、野鸭等鸟类，是观鸟的好地方。此外，公园内有卡丁车、骑马场、游乐园等项目设施，游人也可乘坐电瓶船或是搭乘豪华游艇在湖上观光。公园里建有昆仑石屋、影蛟盆景苑、越窑青瓷馆、四海陶艺馆、雅兴楼书画馆、旺家根雕馆、美术馆、上公府徽派建筑展示馆等各种小型展馆，而且大多数都可免费入内，可以随意逛逛，不过也常有几家不开放。如果饿了，可以在公园里的中餐厅吃一顿当地农家菜，不过价格比较贵，建议自带些点心、零食和水。公园门口停车场边上常有卖菜和鸡蛋的本地菜农，都很新鲜，临走的时候可以买点带回去。",
        "score": 4.4,
        "price": 70.0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "奉贤区海湾镇随塘河路1677号",
            "district": "奉贤",
            "lng": 121.65580163471719,
            "lat": 30.869120695647776
        },
        "imgSrc": [
            "img/235.jpg",
            "img/236.jpg",
            "img/237.jpg",
            "img/238.jpg",
            "img/239.jpg"
        ],
        "opentime": "全年 08:30-16:30(最晚入园15:30)",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 49,
        "title": "枫泾古镇",
        "description": "枫泾古镇位于上海市西南角，是典型的江南水乡。早在2000多年前，枫泾古镇已有百姓生活，镇内的界河是春秋时吴国和越国的分界河，由于地跨吴越两界，枫泾古镇被誉为“吴越名镇”。古镇河道纵横，桥梁有52座之多，其中建于元代的致和桥，有近700年历史。比起其他热门的江南水乡，枫泾没有这么多游客，你可以在这里悠闲地欣赏小桥流水的风景。古镇有两条主要的街道，一条是南段叫南大街、中段叫中大街、北段叫北大街的街道（虽然分段起了三个名字，但它们是连起来的一条街），还有一条是和平街，两条街在枫泾三桥处交汇，成“丁”字型。枫泾三桥则是古镇的中心，两河交汇处，能同时见到清风桥、竹行桥、北丰桥三座桥。枫泾是金山农民画的发源地，你可以在南大街圣堂弄的金山农民画展示中心欣赏到一幅幅具有乡土气息的画作。古镇上的画馆和名画家祖居不少。北大街的丁聪漫画陈列馆内摆放着丁老先生用过的家具，二楼则能看到讽刺漫画，把人物刻画得惟妙惟肖。和平街的吕吉人画馆能看到陈逸飞同班同学吕吉人的画作，程十发祖居有许多程老先生的中国水彩画。一般游客从古镇南边的主入口进，走到南大街，沿着河开始慢慢逛古镇。从南大街往东北方向走，经过致和桥就到了中大街。中大街头上能看到吴越界记，立着界碑，面前一条不起眼的小河就是以前吴越的分界线。继续往东北走，过了枫泾三桥是北大街。北大街上可以参观始建于明代有红色墙壁的施王庙、丁聪漫画陈列馆等。在南、中、北大街上还会经过有屋棚的长廊，古镇上有几段这样的长廊，古色古香，晴天遮阳，雨天能挡雨。踩着青石板路，回到枫泾三桥的地方，接着去游览另一条街和平街。首先参观三百园（百篮馆、百灯馆、百行馆），边上是吕吉人画馆。往东南走一点，人民公社旧址比较值得一看，留有那个年代的老式热水瓶、电话，墙上画着红太阳。再往前走是一面临街、一面临河的枫泾古戏台，每逢旅游旺季、节假日，戏台上有免费的传统戏剧节目表演，在戏台对面的晨社茶馆挑个临窗座位坐下，一边品茶，一边听戏，十分惬意。沿街走到底参观完程十发祖居，最后，过桥到河对岸的生产街，还有一处近代消防机构旧址——东区火政会。枫泾古镇南大街的头上有游船码头，你也可以坐船体验水乡风情，参考价80元。古镇上的美食首推丁蹄，南大街致和桥边上有一家丁蹄作坊，介绍丁蹄在古镇上的发展和制作工艺。枫泾三桥附近生产街上的唔呶喔哩酒家（枫泾方言，自己家里的意思）是古镇上环境不错的一家餐馆，里面有长长的天井造成小桥流水的模样，田螺塞肉、吴越豆腐是他家招牌菜。生产街临河的长廊里商铺林立，出售枫泾烧卖，芡实糕等，其中熏拉丝很有特色，上海郊区土话“熏蛤蟆”的意思，口味很赞，不过先要有胆量品尝。古镇内是有客栈可以住宿的，比如致丰客栈、大众旅社、长乐旅社等，携程网上有枫泾古镇住宿预订，可详见网站：http://hotels.ctrip.com/hotel/shanghai2/sl2558491#ctm_ref=hod_hp_sb_lst。不过游玩枫泾古镇是可以当天返回上海市区的，住在古镇上不是很有必要。距离古镇约4公里多、靠近中洪路那还有个中国农民画村，也挺有特色，可与枫泾古镇一并游览。",
        "score": 4.3,
        "price": 40.0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "金山区枫泾镇亭枫公路8588弄28号",
            "district": "金山",
            "lng": 121.02063324270762,
            "lat": 30.889780496515108
        },
        "imgSrc": [
            "img/240.jpg",
            "img/241.jpg",
            "img/242.jpg",
            "img/243.jpg",
            "img/244.jpg"
        ],
        "opentime": "5月1日-9月30日 08:00-17:00(最晚入园16:30)；10月1日-次年4月30日 08:00-16:30(最晚入园16:00)",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 50,
        "title": "七宝老街",
        "description": "七宝古镇是离上海市区最近的古镇，而七宝老街是古镇的旅游中心。整条老街的建筑古色古香，富有明清建筑风格，街上随处可见各色小吃，还有七宝当铺、酒坊、蟋蟀草堂等民俗景点，适合来此随便逛逛，感受江南古镇风情。七宝古镇早在北宋就已是热闹的集市了，如今的老街深巷多为宋代遗存，而老街两旁大多是二层楼的仿明清式建筑，红墙黑瓦，白木门窗，狭长的街面上铺着青砖石板，很有韵味。七宝老街被河隔为两段，北大街主要是各种店铺，有卖工艺品、饰品、古玩字画，还有棉织坊、张充仁纪念馆等景点。南大街以特色美食为主，臭豆腐、肉串、粽子、芡实糕、扎蹄等样样都有。中间的河上可以坐船一游，每人10元，虽然航程仅十多分钟，但也可略为感受一下水乡情调。七宝老街还有不少有意思的小景点，比如老行当、当铺、棉织纺馆，里面都有人物蜡像和逼真场景，还可以去皮影艺术馆看场皮影戏。此外还有张充仁纪念馆、蟋蟀草堂、周氏微雕馆、七宝酒坊、钟楼、七宝教寺等景点，可买张联票慢慢看，也可单买门票（约5-10元不等）参观。",
        "score": 4.3,
        "price": 0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "上海市闵行区南大街14号",
            "district": "闵行区",
            "lng": 121.36121642455709,
            "lat": 31.157884156007135
        },
        "imgSrc": [
            "img/245.jpg",
            "img/246.jpg",
            "img/247.jpg",
            "img/248.jpg",
            "img/249.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 51,
        "title": "上海汽车博物馆",
        "description": "上海汽车博物馆位于嘉定区安亭汽车城的汽车博览公园内，这里展示了世界汽车工业的发展历史，还可参观被拆解的汽车，让你了解汽车的内部构造，很适合带孩子来长知识；而最经典的是馆内收藏的近百余辆外观奇特的古董车，一定让你大开眼界，此外还能体验模拟驾驶等项目。博物馆共有三层展厅，可以沿着坡道依次上楼参观，服务中心有提供导览器租借，费用为每台20元（押金200元）。第一层是历史馆，主要通过模型、图片、文字、实物介绍了世界汽车工业的发展历史，在这里还能看到二十多部经典代表车辆。第二层是珍藏馆，入口处首先是一排排精致的汽车模型，接着可以欣赏到近百余辆古董车，这些车有的颜色鲜艳、有的长相怪异，涵盖了欧美约20个知名汽车品牌。其中有19世纪的“奔驰一号”三轮汽车、1930年代的劳斯莱斯幻影、1950年代的长相可爱的大众面包车、1960年代的宝马伊塞塔等经典车辆。第三层是探索馆，在这里可见到被“解剖”的大众轿车，通过实物观察汽车的基本内部构成，也可从图文和多媒体中了解汽车的技术原理。这一层还有不少适合青少年的体验项目，可以开遥控赛道（需另行购票，15元8分钟）、模拟汽车设计和组装，或是体验模拟驾驶。博物馆一楼有纪念品柜台，可出售汽车模型，价格不算贵。一楼还有咖啡吧可提供饮料，但目前馆内餐厅还未开放，建议自带点心和水，尤其是带孩子的游客。",
        "score": 4.7,
        "price": 55.0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市嘉定区博园路7565号",
            "district": "嘉定区",
            "lng": 121.1761802055425,
            "lat": 31.286303839102327
        },
        "imgSrc": [
            "img/250.jpg",
            "img/251.jpg",
            "img/252.jpg",
            "img/253.jpg",
            "img/254.jpg"
        ],
        "opentime": "全年 周二至周日 09:30-16:30(最晚入园16:00) 周一 不开放；中国法定节假日 09:30-16:30(最晚入园16:00)",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 52,
        "title": "中华艺术宫",
        "description": "中华艺术宫曾是上海世博会的中国国家馆，如果世博会期间你未能细赏其真容，那么现在来这里，就能慢悠悠地参观这座雄伟的建筑了。除了观赏镇馆之宝——多媒体版《清明上河图》，这里还展出有众多近代艺术家的艺术作品。来到中华艺术宫，去售票处领取免费门票过安检即可入馆。艺术宫的展厅主要位于0米层、5米层、33米层、41米层、49米层，可以坐电梯上下楼，推荐先乘坐直达升降电梯到49米层，然后从上往下依次参观，可乘手扶电梯。多媒体版《清明上河图》展厅位于49米层，自世博会闭幕后多媒体版《清明上河图》就永久落户于这里，如今它仍是中华艺术宫中受欢迎的亮点，但需另付门票才能观赏。这一层还有“海上生明月——中国近现代美术之源”展厅，可以欣赏到中西并陈的“海上画派”的绘画作品，也是长期展览。站在高处还可透过窗俯瞰附近的梅赛德斯奔驰中心等曾经的经典世博场馆。其他几个楼层主要展出着中国近代艺术名家的各种艺术作品，以及国内外的艺术作品临时展览。临展内容经常会换，可以不定期地欣赏到来自世界各国博物馆的艺术展品。长期展览的作品也很多，规模较大的有位于0米层的“中华艺术宫藏皮影艺术展”、“吴语·方言——上海艺术家邀请展”、“贺友直画故事——馆藏捐赠作品陈列展”等长期展览。",
        "score": 4.5,
        "price": 0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市浦东新区上南路205号",
            "district": "浦东新区",
            "lng": 121.50040237576579,
            "lat": 31.188737687141963
        },
        "imgSrc": [
            "img/255.jpg",
            "img/256.jpg",
            "img/257.jpg",
            "img/258.jpg",
            "img/259.jpg"
        ],
        "opentime": "周二-周日10:00-18:00，17:00停止入场；周一闭馆（国家法定节假日除外）",
        "hotDegree": 0,
        "nearBy": [
            120,
            122,
            136
        ]
    },
    {
        "id": 53,
        "title": "南翔古镇",
        "description": "提到南翔，最先想到的是上海特色美食“南翔小笼”，仿佛是当地的象征，其实南翔古镇不仅有小笼，还有许多文化遗迹值得追寻。南翔古镇拥有1500年的历史，古镇内有上海最大的江南园林古猗园、南翔老街、留云禅寺、南翔双塔等，体现了深厚的古韵文化。南翔古镇交通便利，地铁11号线“南翔”站出来，离地铁站最近的景点是建于明代嘉靖年间（公元1522—1566年）的古猗园，一般先游玩古猗园。古猗园不同的季节根据当季开放的花不同，有不同的花展，春天有海棠，夏天有荷花，冬天有腊梅、水仙，最出名的是夏天的荷花，成片的荷花点缀着古猗园的亭台楼阁，使园林看上去更加别致；元宵节古猗园还会举办灯展。若是早上到的南翔，游完古猗园差不多是中午。园内的上海古猗园餐厅大概是上海所有南翔小笼的鼻祖，南翔古镇上的小笼也以这家店为龙头，想要大快朵颐，却先要面对排长队的超多顾客，如果不执着于非要在南翔小笼店中的“老大”那品尝小笼，其实南翔古镇到处都有小笼店，可以步行到南翔老街，随意找一家坐下，味道都是同样好的。从古猗园向西走500米，到河边再往北走200米就能到南翔老街。想要看原汁原味的江南水乡景色，都在边上清冷的小路上，不经意地转一个弯，就能看到河边白墙黑瓦的老房子，墙隙里长着绿色植物，河上没有修饰过的小桥，鹅卵石铺的路，老房子下延伸进河里的台阶上挂着拖把，时间仿佛停留在上海的7、80年代。真正南翔老街上，商铺林立，反而商业气息重了。不过老街两边出售很多好吃的，除了小笼，特色美食还有草头饼、臭豆腐等。沿着南翔老街逛到留云禅寺，这座始建于梁天监四年（公元505年）的古刹原名“白鹤南翔寺”，宋绍定年间易名“南翔寺”，南翔古镇的镇名便出自此寺。到康熙年间（公元1700年）又易名“云翔寺”，可惜后来被毁，现在的留云禅寺是复建的。唯有古寺的一对砖塔劫后余生，现在留云禅寺边上建于五代至北宋初年的南翔双塔是南翔老街的标志，塔下铺有玻璃地面，透过玻璃能看到地下的宋代老街遗址。在老街你还可以游览南翔历史文化陈列馆、明代文人李流芳的私家园林檀园等，也可以乘坐游船。或者花几块钱到槎溪书场坐坐，听说书先生用吴语讲故事，买一袋花生，叫一壶茶，一下午的时光便消磨过去了。",
        "score": 4.4,
        "price": 13.0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市嘉定区南翔镇人民街48号",
            "district": "嘉定区",
            "lng": 121.31473377841793,
            "lat": 31.297382961893323
        },
        "imgSrc": [
            "img/260.jpg",
            "img/261.jpg",
            "img/262.jpg",
            "img/263.jpg",
            "img/264.jpg"
        ],
        "opentime": "全年 08:30-17:00",
        "hotDegree": 0,
        "nearBy": [
            32
        ]
    },
    {
        "id": 54,
        "title": "陆家嘴中心绿地",
        "description": "占地10万平方米的中心绿地位于延安东路隧道出口处，在陆家嘴金融中心区的核心部位，是上海规模最大的开放式草坪。被称为“都市绿肺”。陆家嘴绿地的草皮面积6.5万平方米，有的是从欧洲引进的冷季型草，四季常绿。绿地中央和北部点缀着垂柳、白玉兰、银杏、雪松等花、灌木、乔木类植物，充满着生机和活力。绿地进口以“春”为主题的塑像，由八朵绽放的钢结构“鲜花”组成。蜿蜒在绿地中的道路，勾勒出上海市白玉兰花的图案，恰似一幅上海市市标，白玉兰的中间，是8600平方米的中心湖，设计成浦东地图版块的形状。湖畔的景观蓬主桅杆高28米，蓬形为白色的海螺，又像船帆，给人以无限遐思。",
        "score": 4.7,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市浦东新区陆家嘴环路717号",
            "district": "浦东新区",
            "lng": 121.51365444724232,
            "lat": 31.24447051155661
        },
        "imgSrc": [
            "img/265.jpg",
            "img/266.jpg",
            "img/267.jpg",
            "img/268.jpg",
            "img/269.jpg"
        ],
        "opentime": "全年 8:30-22:00",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            10,
            11,
            14,
            18,
            20,
            31,
            34,
            36,
            41,
            42,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            132,
            143,
            146,
            147
        ]
    },
    {
        "id": 55,
        "title": "佘山国家森林公园",
        "description": "佘山国家森林公园位于上海市郊西南松江区境内，山上松竹茂密、景色秀丽，除了游人最常去的东佘山与西佘山外，还有天马山、凤凰山、小昆山等12座山峰。人工堆砌的山除外，佘山山脉是上海唯一“真正”的山，海拔98.2米的天马山自然成为了上海的最高峰，海拔97.2米的西佘山次之，海拔72.4米的东佘山位居第三，最“高”峰不高，但是“山”作为上海的稀缺资源，这儿可是沪上爬山、休闲、踏青的热门景点。佘山繁盛时期各山均有历代文人命名的“十景”、“八景”，名园别墅、亭榭楼阁星罗棋布，至于寺院道观更是遍及诸山，楼阁殿舍多达1048间，可见那时佛事之繁盛，徐霞客也曾五度来游。只可惜这些饱经历史沧桑的古迹和胜景，在清初以后逐渐湮没。1993年开始修复了部分旧景点，并建了一些新景点。西佘山园是佘山诸峰中环境最好、面积最大的一个园区。山顶北部有充满宗教色彩的佘山天主教堂，融合多国建筑风格：拱顶、甬道为罗马式；廊柱为希腊式；尖顶为哥特式；橄榄形钟楼为以色列式；东端小圆顶为西班牙式；清水壁、斗角地砖、琉璃瓦为中国式，整体建筑雄伟宏大。山顶南部是著名的佘山天文台，由耶稣会神甫集资建于清光绪二十六年（公元1900年），现建有新天文台，每每有天文奇观时这里便是广大天文爱好者的聚集地，而旧天文台可供游客参观。此外，还有西南山麓的佘山修道院和南侧山腰部的佘山中山圣母堂。东佘山园建有百鸟苑，苑内设鸟食供应点，游客可以购买鸟食喂鸟，与鸟儿亲密接触。同时，山上原有的木鱼石、骑龙堰、沸香泉、眉公钓鱼矶、白石山亭等历史景点已整修，并新建一些与竹文化有关的新景点。而新建的森林浴场内布设了气功疗法、民族竹楼、竹迷宫、野餐烧烤等全新的休闲内容，在登山观赏之余，不妨一入游玩。",
        "score": 4.4,
        "price": 0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "松江区佘山塔弄口外青松公路9142号",
            "district": "松江",
            "lng": 121.24653584432141,
            "lat": 31.108803752255533
        },
        "imgSrc": [
            "img/270.jpg",
            "img/271.jpg",
            "img/272.jpg",
            "img/273.jpg",
            "img/274.jpg"
        ],
        "opentime": "10月8日-次年4月30日8:30-16:30，16:00停止入场，5月1日-10月7日8:30-17:00，16:30停止入场。",
        "hotDegree": 0,
        "nearBy": [
            8,
            46
        ]
    },
    {
        "id": 56,
        "title": "迪士尼小镇",
        "description": "迪士尼小镇是上海迪士尼度假区的大型购物餐饮娱乐区，毗邻上海迪士尼乐园，国际化的迷人街区让人流连忘返。你可以与家人和朋友在这里相聚，感受意想不到的全新体验。地理位置优越的迪士尼小镇不仅可以让游览完主题乐园的游客得以延续乐园的神奇体验，也成为上海及其周边地区居民的最佳休闲去处。小镇中一些餐厅将拥有独特的视野，游客可以在享用美食的同时观赏到上海迪士尼乐园的迷人景色。这一面积超过46000平方米的迪士尼小镇向公众免费开放。",
        "score": 4.7,
        "price": 72.0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区川南奉公路971号迪士尼度假区内",
            "district": "浦东新区",
            "lng": 121.67196444062243,
            "lat": 31.148266917519663
        },
        "imgSrc": [
            "img/275.jpg",
            "img/276.jpg",
            "img/277.jpg",
            "img/278.jpg",
            "img/279.jpg"
        ],
        "opentime": "3月9日-12月31日 11:00-19:00",
        "hotDegree": 0,
        "nearBy": [
            3,
            117,
            137
        ]
    },
    {
        "id": 57,
        "title": "召稼楼",
        "description": "位于上海浦江镇的召稼楼古镇起源于元朝初年，这里曾是古代浦东的垦荒中心，如今这里依然保存着大量明清风格的建筑，还有老街、水巷、石桥，拥有典型的江南水乡风貌。周末来这里逛逛，可以品尝各种小吃美食，坐在河边小憩，或是乘摇橹船漫游水巷（每人10元，约17分钟），享受各种惬意。召稼楼古镇主要由小吃街、文化街、小商品街这三条老街组成。从沈杜公路上的主牌楼进入古镇，就到了小吃街（即兴东街和平西街），这里汇集了各种江南美食小吃，吃货们不容错过。走上石桥过了河，是文化街（即纯佑街），这里可以看到工艺美术大师袁洪滨先生独创的棉花画艺术品，工艺十分精湛。再往前走就来到了小商品街（即保南街），这条狭长的老街上开着很多小商品店，很热闹。说起美食，在召稼楼见到得最多的是浦东一带盛产的肉皮、酱菜、糕点，以及咸鸭、咸鸡等腌制品。而召稼楼当地特产“召楼三宝”更是倍受欢迎，分别是召楼羊肉、召楼拆蹄（手撕走油红烧蹄膀）、召楼大曲（上海名酒），尤其是前两者，很值得尝尝。此外，老街上还随处可见各种小吃，走累了，吃一碗当地小馄饨，来两个油墩子，或者尝尝下沙烧卖，让你大饱口福，而且这里的消费也比较实惠。古镇内还有一座园林景点——礼园，里面建有上海城隍秦裕伯纪念馆、城隍文化展示馆、浦江大禹叶宗行纪念馆、召稼楼整体规划模型陈列室、秦怡艺术馆等展馆，在这里可以详细了解召稼楼的历史渊源。进入礼园需另收门票，每人20元。",
        "score": 4.3,
        "price": 17.0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "闵行区沈杜公路2059号（近苏召路）",
            "district": "闵行",
            "lng": 121.55551115686966,
            "lat": 31.081128458700746
        },
        "imgSrc": [
            "img/280.jpg",
            "img/281.jpg",
            "img/282.jpg",
            "img/283.jpg",
            "img/284.jpg"
        ],
        "opentime": "全年 09:00-16:00",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 58,
        "title": "鲁迅公园",
        "description": "鲁迅公园原名虹口公园，曾是鲁迅先生常来散步的地方。1956年，鲁迅逝世20周年前夕在虹口公园建鲁迅墓，建成后，鲁迅的棺椁由西郊万国公墓隆重迁葬到此。墓前草坪上有一尊鲁迅坐像，面容安详，目光深邃有神。墓碑上有题字：“鲁迅先生之墓”。墓碑下安放着鲁迅灵柩的基椁，上面铺筑光洁的花岗石。此外，公园还建有鲁迅纪念亭、鲁迅纪念馆等纪念性景点，又建有樱花园、梅亭、梅园等自然景点，集纪念瞻仰、文化娱乐、风景游览为一体，甚至也成了附近老人、小孩运动、休闲、踏青的重要场地。如今，鲁迅公园经过新的改造还原了“英式公园”的风貌，并新开发了一座“湖心岛”。园内知名景观、建自1929年的上海首座沙滤水饮水器也向游客开放。",
        "score": 4.4,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市虹口区四川北路2288号",
            "district": "虹口区",
            "lng": 121.48914979221878,
            "lat": 31.274280744400155
        },
        "imgSrc": [
            "img/285.jpg",
            "img/286.jpg",
            "img/287.jpg",
            "img/288.jpg",
            "img/289.jpg"
        ],
        "opentime": "全年 09:00-18:00",
        "hotDegree": 0,
        "nearBy": [
            42,
            75,
            80,
            84,
            94,
            111,
            139,
            141
        ]
    },
    {
        "id": 59,
        "title": "复旦大学",
        "description": "复旦大学创建于1905年，是国人自主创办的第一所高等院校。学校历史悠久，中西合璧的校园建筑、自由开放的校园文化，也吸引了不少来沪游客前去参观拜访。学校现有邯郸、江湾、枫林、张江四大校区。邯郸校区为其主校区，位于杨浦区五角场附近的邯郸路220号。步入邯郸校区大门，你便可看到巍然矗立的光华楼，主楼分别由东、西两座30层建筑组成，中间用透明球体连接，形似双子塔，是复旦校园中最抢眼的标志。有意思的是，由于光华楼构造奇特，大楼附近形成了一股异常凶猛的过堂风，并且四季不断，被师生们戏称为“光华风洞试验室”，夏天这一带格外清凉。光华楼前方的大草坪也是校园中的人气地带，这里绿草如茵，树木环绕，天气晴好时，经常能见到三五成群的学生在这里舒舒服服地晒太阳、弹着吉他唱歌，还有匆匆赶去光华楼上课的复旦学子，以及相约在此的情侣，洋溢着青春浪漫的气息。著名的相辉堂大礼堂也在大草坪附近，是校园内最具历史意义的建筑。学校各大社团的演出、各类讲座和其它重大活动都在此举行。相辉堂西侧有一栋不甚起眼的灰色两层小楼，别具一格的复旦大学博物馆就坐落于此。想要深入了解和感受复旦深厚的历史文化底蕴可以来此参观。博物馆是免费参观的，开放时间为每周二、四、五的14∶00-16∶00，节假日除外。校园内还坐落着学校首任校长陈望道、女校长谢希德等众多名人雕像，以及燕园、曦园等极具江南特色的园林景观，也都值得一看。",
        "score": 4.6,
        "price": 0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "杨浦区邯郸路220号",
            "district": "杨浦",
            "lng": 121.51047949870548,
            "lat": 31.30246934217251
        },
        "imgSrc": [
            "img/290.jpg",
            "img/291.jpg",
            "img/292.jpg",
            "img/293.jpg",
            "img/294.jpg"
        ],
        "opentime": "全天开放，疫情防控期间禁止外来人员进入。",
        "hotDegree": 0,
        "nearBy": [
            80
        ]
    },
    {
        "id": 60,
        "title": "宋庆龄故居纪念馆",
        "description": "宋庆龄故居纪念馆位于宋庆龄的故乡——上海，繁华淮海路上闹中取静的一处，主体建筑由宋庆龄文物馆、车库、主楼构成。其中主楼是宋庆龄生前居住的地方，坐落在院子中央，前后都是花园草坪，四周围绕着 30 多株百年香樟，宋庆龄对樟树情有独钟，苏教版第八册语文课文《宋庆龄故居的樟树》有对此的描写。这幢乳白色建筑原是一个德国人的私人别墅，从1949年到1963年，宋庆龄在这里工作、生活将近15年之久，是她从事国务活动的重要场所，留下了许多珍贵的历史瞬间和大量文物。走进宋庆龄故居纪念馆首先看到的是一尊白色的宋庆龄雕像，雕像后是宋庆龄文物馆，藏有宋庆龄文物1万5千余件，包括照片、来往书信、宋庆龄的大学毕业证书、藏书、生活工作用品、国务活动礼品、宋庆龄亲属物品以及历经磨难由宋庆龄精心保存下来的孙中山印章等。文物馆边上是车库，停放着两辆汽车，一辆是从北京调来上海供宋庆龄使用的“红旗”牌轿车，一辆是斯大林赠送的“吉姆”牌轿车。南侧的主楼陈设保持着宋庆龄生前原样。底层是过厅、客厅、餐厅和藏书室，过厅墙上挂着徐悲鸿赠送的“奔马”国画，客厅背面墙上挂着孙中山先生的遗像；二楼是卧室和办公室，室内的一套藤木家具是宋庆龄结婚时父母送给她的嫁妆，沙发和茶几是孙中山先生使用过的。故居每逢整点有免费的志愿者讲解服务，具体讲解时间会贴在景区门口的公告上。景区内不提供餐饮服务，不过景区外上海繁华的马路之一——淮海路上吃饭的地方就很多了。景区门口有购物点——游客中心，主要出售围绕宋庆龄的丈夫孙中山“博爱”的理念制造的纪念品。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市徐汇区淮海中路1843号",
            "district": "徐汇区",
            "lng": 121.44521086611427,
            "lat": 31.210634564860815
        },
        "imgSrc": [
            "img/295.jpg",
            "img/296.jpg",
            "img/297.jpg",
            "img/298.jpg",
            "img/299.jpg"
        ],
        "opentime": "周二-周日9:00-17:00，16:30停止入馆；周一闭馆（节假日除外 ）",
        "hotDegree": 0,
        "nearBy": [
            16,
            23,
            39,
            43,
            47,
            64,
            65,
            71,
            76,
            96,
            107,
            112,
            113,
            119,
            125,
            129,
            138,
            144,
            149,
            150
        ]
    },
    {
        "id": 61,
        "title": "金山城市沙滩",
        "description": "上海虽然靠海，可海滨沙滩却极少，金山城市沙滩作为上海第一个滨海4A级景区，海景虽比不上海南等地，但也满足了靠海的上海人想要一片沙滩的愿望，更何况沙滩上有众多游乐设施，到了炎炎夏日，也引得许多游客前来戏水。这是一个用堤坝“围起来”的海滨，堤坝外是黄黄的杭州湾，堤坝内是人工净化过的蓝色海水，站在沙滩上，远处的金山岛清晰可见。你可以付费坐电瓶车绕着堤坝转一圈，看看杭州湾和净化过后的海水的区别。在海滨浴场，你可以玩沙子、海里游泳、垂钓、遮阳伞下看海发呆，租借一套遮阳伞包括一把伞、一张桌子、四把椅子，费用大概在100-200元，网上有团购，可以便宜不少。你也可以参与各种水上项目，海上快艇50元左右，帆船30分钟100元左右，水上自行车30分钟50元左右。沙滩上也有很多游乐项目，比如沙滩摩托车，根据摩托车型的不同，费用在35-80元不等，还有供小孩子游玩的小蹦极，参考价20元。除了海滨寻常的游乐项目，金山城市沙滩还会经常举办各种盛事，比如“忆·上海”国际沙雕展、国际音乐烟花节等等，要知道更多景区的动态，可关注网站：http://jsq.sh.gov.cn/gb/shjs/ztjc/lsjs/index.html金山城市沙滩周边有不少住宿的地方。景区内有吃海鲜，如果还不过瘾，可以到附近的金山嘴海鲜一条街吃海鲜。金山嘴海鲜一条街距离景区约有3公里，公交过去很方便。",
        "score": 4.3,
        "price": 10.0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "金山区沪杭公路7555号",
            "district": "金山",
            "lng": 121.36133879442858,
            "lat": 30.722120016788743
        },
        "imgSrc": [
            "img/300.jpg",
            "img/301.jpg",
            "img/302.jpg",
            "img/303.jpg",
            "img/304.jpg"
        ],
        "opentime": "1月1日-6月19日 08:30-20:30(最晚入园20:00)；6月20日-9月10日 08:30-21:30(最晚入园21:00)；9月11日-12月31日 08:30-20:30(最晚入园20:00)；水上项目 09:00-18:00，17:00停止兑票； 金山城市沙滩景区 6.20-9.10(开放泳期)，9.11-次年6.19 (非泳期)",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 62,
        "title": "上海城市规划展示馆",
        "description": "上海城市规划展示馆位于人民广场东首，紧邻市政府大楼、人民公园、人民广场。展馆的顶部是四只象征上海市市花白玉兰的巨大檐帽，从远处一眼就能认出来。展示馆分为地面五层和地下一层，可以看到大量的图文资料和建筑模型，还有市区全景模型，让你对上海城市建设发展的过去、现在、将来有一个比较全面的了解。来到展示馆内，建议在服务中心租个导览器（每台20元，有中、英、韩等各国语言），可以更好地了解城市发展史。请讲解员（中英文）讲解是每次200元。展馆一层是序厅，这里有“上海之晨”艺术模型，西墙上是长卷“百万市民大搬迁”的浮雕；夹层是历史文化名城厅，可以欣赏到利用幻影成像等多种技术展现豫园百年繁荣的景象，还有老上海照片、“大上海计划”史料等内容，反映了上海变迁的百年沧桑。二楼是临展厅，不定期会有书画展等活动。三楼是总体规划厅，这里的核心城区全景模型是最大亮点，六百多平方米的模型把市区内环线内6层楼以上的建筑全部逼真地表现出来，让你把上海城区尽收眼底，这个模型是目前世界最大的城市规划模型。这一层还有360度环幕演示厅，利用先进的演示技术，通过近8分钟的360度三维动画，让你全方位体验到上海的美丽与时尚。四楼为专业和重点建设规划厅，这里介绍了上海城市发展的当前状况和未来重点规划，可以了解到上海的交通和市政规划、黄浦江开发、港口建设，以及上海至长三角地区的综合建设规划。五楼是观光厅，在这里可远眺周边城区风貌、俯瞰人民广场风光。另外，各楼层大部分展区设有多媒体触摸屏，你可以随时点击了解该区域的规划及发展信息。展示馆地下一层是老上海风情街，它参照20世纪30年代的淮海路建造，展示了老上海的民俗风情。在这条街上，你能看到以前的有轨电车、石库门客堂间，还有上海茶馆、老虎灶、咖啡馆、和旧式消防栓等情景，配上变幻的天幕，放佛置身于那个年代。游人可以从人民公园前的自动扶梯下地进入风情街，而且风情街直通人民广场地下迪美购物中心，非常便利。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "上海市黄浦区人民大道100号",
            "district": "黄浦区",
            "lng": 121.48231922713792,
            "lat": 31.23736310616563
        },
        "imgSrc": [
            "img/305.jpg",
            "img/306.jpg",
            "img/307.jpg",
            "img/308.jpg",
            "img/309.jpg"
        ],
        "opentime": "景区暂时停业，详情请以景区公示为准。原开放时间：周二-周日9:00-17:00，16:00停止进场，周一不开放。",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            15,
            16,
            18,
            20,
            22,
            31,
            34,
            36,
            39,
            41,
            42,
            47,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            96,
            100,
            104,
            106,
            109,
            113,
            116,
            118,
            123,
            124,
            126,
            135,
            138,
            140,
            143,
            146,
            147,
            150
        ]
    },
    {
        "id": 63,
        "title": "银行博物馆",
        "description": "银行博物馆是第五批上海市优秀历史建筑，也是上海律师公会旧址。馆内共有四层，分别介绍了不同时期的金融发展，穿插了投影、视频片段等表现形式，模拟还原外滩在旧上海金融中心的最初地貌以及繁华。一楼主要是银行相关艺术作品的展出，二、三、四楼展出的角度分别是外资和华资金融机构兴起与发展、国民政府金融体系、新中国金融体系。博物馆中的历史馆、钱币馆和展示厅，收集了各类藏品多达上万件。其中有极具历史价值的钱庄存折、帐册、汇票，以及各个时期的银行印章、支票等，还珍藏了较为稀缺的战国楚国期间至元宝钞、革命根据地纸币、以及中国人民银行发行的第一套人民币等。此外，博物馆还提供“清末民初钱庄”、“兑换银元”等场景供游客体验。游客在博物馆内，也会感受到现代科技手段带来的感官体验，比如光控、声控等现代设备帮助博物馆更生动的展现中国金融几十年的沧桑巨变。",
        "score": 4.6,
        "price": 0,
        "season": [
            4,
            2
        ],
        "geoInfo": {
            "location": "上海市黄浦区复兴中路301号",
            "district": "黄浦区",
            "lng": 121.48289232449397,
            "lat": 31.222449768543257
        },
        "imgSrc": [
            "img/310.jpg",
            "img/311.jpg",
            "img/312.jpg",
            "img/313.jpg",
            "img/314.jpg"
        ],
        "opentime": "周二、周四、周六9:30-16:00，周一、周三、周五、周日闭馆。参观需提前预约。",
        "hotDegree": 0,
        "nearBy": [
            1,
            5,
            6,
            9,
            11,
            12,
            13,
            15,
            16,
            20,
            22,
            31,
            34,
            39,
            47,
            62,
            66,
            68,
            69,
            77,
            88,
            96,
            100,
            104,
            105,
            106,
            109,
            113,
            116,
            118,
            120,
            123,
            124,
            125,
            126,
            135,
            138,
            140,
            143,
            146,
            147,
            150
        ]
    },
    {
        "id": 64,
        "title": "武康大楼",
        "description": "武康大楼，原名诺曼底公寓（I.S.S Normandy Apartments）又称东美特公寓，位于上海徐汇区淮海中路1842-1858号。大楼始建于1924年，由万国储蓄会出资兴建，由旅居上海的著名建筑设计师邬达克设计，是上海第一座外廊式公寓大楼。1994年，武康大楼入选第二批上海市优秀历史建筑。一些文化演艺界名流均入住过这里，包括赵丹、王人美、秦怡、孙道临、郑君里等。武康大楼，占地1580平方米，总建筑面积达9275平方米。大楼总体为钢筋混凝土结构，楼高八层，总高30余米，外观为法国文艺复兴式风格。由于所处的 地理位置有限，大楼底层采用骑楼样式，将店面橱窗向内收缩，留出人行道空间。另外，一二层外立面采用水泥仿石墙墙面，使之成为大楼基座的样式。自三层起至 第七层，外立面改用黄褐色砖块贴面。最顶楼的第八层继续使用水泥仿石质墙面，因此大楼呈现三个不同区段。在第三层和第八层，设计者采用外围连续长阳台作为 三阶段腰线，同时强化其层次感。在大楼的北向，为解决房间采光问题，设计者特地在朝北处，向内留出两个大型天井。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市徐汇区淮海中路1850号",
            "district": "徐汇区",
            "lng": 121.44473491780423,
            "lat": 31.21067161543252
        },
        "imgSrc": [
            "img/315.jpg",
            "img/316.jpg",
            "img/317.jpg",
            "img/318.jpg",
            "img/319.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            16,
            23,
            39,
            43,
            47,
            60,
            65,
            71,
            76,
            96,
            107,
            112,
            113,
            119,
            125,
            129,
            138,
            144,
            149,
            150
        ]
    },
    {
        "id": 65,
        "title": "上海交通大学",
        "description": "上海交通大学是我国历史悠久、享誉海内外的高等学府之一，是“综合性、研究型、国际化”全国重点大学。其深厚的文化底蕴、悠久的办学传统和独特的校园建筑吸引了来自海内外的游客前去参观拜访。学校有徐汇、黄浦、闵行、七宝、 长宁五个校区。徐汇校区是上海交通大学整体搬迁至闵行校区前的主校区，也是承载老交大历史的校区，1896年南洋公学便始建于此。上海交通大学的老校门，即徐汇校区东门，位于华山路1954号。该校门为原交通大学的校门，中高侧低，单排立柱上有额枋、斗拱等物，上为歇山屋顶，再上为覆瓦顶。顶端的脊上有兽像装饰，檐角饰有透雕花脊，两个望柱之间的额枋上雕饰行云，是一个模仿京城宫殿门的建筑。校区东首伫立了一幢三层洋房，有代表西方古典主义的科林斯柱式，细部雕刻、山花及色彩运用则为巴洛克式。该建筑原为学校老图书馆，现为上海交通校史博物馆及档案馆馆舍使用。校区大草坪的北侧有一幢三层长方形建筑，是名为中院的一栋教学楼，此楼采用西方复古主义建筑风格，1899年建造至今曾两度大修，至今仍在使用。图书馆是上海交通大学必游的景点之一，馆内收藏保存着6万1千余件珍贵文献、手稿、照片和实物，是面向社会弘扬钱学森精神、宣传爱国主义和科学精神的文化育人平台。另外校园内还有南洋公学界碑、英烈群雕、五卅纪念碑等雕像以及新中院、铁木工厂旧址、工程院、总办公厅等建筑值得参观。",
        "score": 4.6,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "上海市徐汇区华山路1954号（上海交通大学徐汇校区）",
            "district": "徐汇区",
            "lng": 121.43876415057106,
            "lat": 31.205241307913106
        },
        "imgSrc": [
            "img/320.jpg",
            "img/321.jpg",
            "img/322.jpg",
            "img/323.jpg",
            "img/324.jpg"
        ],
        "opentime": "自2020年1月24零时起，上海交通大学暂停接待参观人员，具体恢复时间另行通知。",
        "hotDegree": 0,
        "nearBy": [
            23,
            39,
            43,
            60,
            64,
            71,
            76,
            107,
            112,
            119,
            125,
            129,
            144,
            149,
            150
        ]
    },
    {
        "id": 66,
        "title": "思南路",
        "description": "有人说，思南路是淮海路的“后宫”，它藏匿在繁华的街道背后，如独处于世的幽莲，安静、恬淡，以缓慢的步调叙述着老上海的历史与悠悠岁月里的点滴故事。思南路得名于20世纪初法国作曲家儒勒.马斯南，是有名的法派马路，一条干净浪漫的单行道，两排蔽天的法式梧桐树，连接着淮海路与徐家汇。路两边的花园洋房风格迥异，英式的、法式的、西班牙式的，体现着它在解放前的身份。据说思南路有花园式洋房二十几幢，集中了老上海近乎全部的民居样式——是城市历史的活话本，在这里走上一走，仿佛回到了那个匆忙凌乱却依旧不失繁华的年代。如今的思南路，不只保留着各种故居，还有已改造成酒店的思南公馆，沿街也开是一些特色小店，在café 店里喝一杯咖啡，或者去“阿娘面馆”，花二十元吃上一碗地道的黄鱼阿娘面，然后逛逛古董店，在怀旧中细细品位上海这座城市所特有的的历史和浪漫。",
        "score": 4.6,
        "price": 0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "黄浦区",
            "district": "黄浦",
            "lng": 121.49158559252436,
            "lat": 31.23724715206362
        },
        "imgSrc": [
            "img/325.jpg",
            "img/326.jpg",
            "img/327.jpg",
            "img/328.jpg",
            "img/329.jpg"
        ],
        "opentime": "全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            42,
            47,
            54,
            62,
            63,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            118,
            123,
            124,
            126,
            132,
            135,
            138,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 67,
        "title": "上海中心大厦",
        "description": "上海中心大厦是位于上海浦东陆家嘴的一座超高层地标性建筑，建筑总高度632米，超过附近492米的上海环球金融中心和420米的金茂大厦，成为目前中国第一高、世界第二高的摩天大楼。上海中心大厦由美国Gensler建筑设计事务所设计，外观呈螺旋式上升形态，象征着中国传统龙的标志。建筑共121层，竖向分为9个区域，包括底层的商业中心、中间段的办公楼层以及顶部的酒店、文化设施及观景平台。上海之巅118层观光厅是上海中心大厦的功能体验区，四周包裹着落地超大透明玻璃幕墙。在上海之巅360度全视角观光厅，近看东方明珠、金茂大厦、环球金融中心身居足下，远眺外滩、世博园区、八万人体育场尽收眼底，一览苏州河与黄浦江蜿蜒同奔长江共入东海。入夜，上海中心灯火璀璨、晶莹剔透，与周边的东方明珠、上海环球金融中心、金茂大厦交相辉映，交织成了陆家嘴金融中心最为震撼迷人的夜景。",
        "score": 4.7,
        "price": 90.0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "浦东新区陆家嘴银城中路501号",
            "district": "浦东新",
            "lng": 121.51286763851394,
            "lat": 31.239759620004815
        },
        "imgSrc": [
            "img/330.jpg",
            "img/331.jpg",
            "img/332.jpg",
            "img/333.jpg",
            "img/334.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            13,
            14,
            18,
            20,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            66,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            143,
            146,
            147
        ]
    },
    {
        "id": 68,
        "title": "陈毅广场",
        "description": "十里南京路尽头的陈毅广场，新中国第一任上海市市长陈毅的塑像昂然矗立。陈毅塑像坐北朝南，用青铜浇注，高5.6米，底座用红色磨光花岗石砌成，高3.5米。每逢周末，在塑像前都将举行隆重热烈的广场音乐会。陈毅广场涌泉位于南京东路外滩，陈毅塑像南面。涌泉的造型是外周正方，内圈椭圆的现代化喷水池。水柱随着声音喷射，时高时低，池底安装了彩色的光源，夜晚随着灯光的变换，条条水柱辉映出红、黄、蓝、绿的光束，为外滩增添了瑰丽的夜景。现在每天早晨，许多上海市民都会在陈毅广场上进行晨炼，到处有宽衣大袖，拿剑舞拳的锻炼者，整个广场上场面十分壮观。同时在每个双周六的晚上，这里都会举行广场音乐会，丰富了市民的夜生活。",
        "score": 4.6,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市黄浦区中山东一路",
            "district": "黄浦区",
            "lng": 121.495063831459,
            "lat": 31.247294928908723
        },
        "imgSrc": [
            "img/335.jpg",
            "img/336.jpg",
            "img/337.jpg",
            "img/338.jpg",
            "img/339.jpg"
        ],
        "opentime": "全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            63,
            66,
            67,
            75,
            77,
            79,
            84,
            87,
            88,
            94,
            99,
            104,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            139,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 69,
        "title": "思南公馆",
        "description": "思南公馆名字来源于思南路。思南路追溯到上海法租界那个时期的路名——马斯南路（Route Massenet），思南公馆酒店的英文名字也就来源于此。该区域从上世纪20年代开始开发，作为当时法租界的核心区域。这一年，沿法国公园（今复兴公园）南面的辣斐德路（今复兴中路），首批花园大宅拔地而起。随后的十年间，辣斐德路以南，马斯南路（今思南路）以东，吕班路（今重庆南路）以西地区的花园洋房陆续建成，吸引了大批当时的军政要员、企业家、专业人士和知名艺术家迁入，使该地区成为当时上流社会的居停和汇聚之所。今天，思南公馆将49栋经过修缮的历史建筑以及9栋新建筑组成4个相辅相成的功能区 – 酒店，商业，住宅及办公。思南公馆已然成为上海历史文化风貌和优秀历史建筑保留保护项目之一，集人文、时尚和历史底蕴于一身。",
        "score": 4.6,
        "price": 468.0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市黄浦区复兴中路523号",
            "district": "黄浦区",
            "lng": 121.47503187640018,
            "lat": 31.220802688548588
        },
        "imgSrc": [
            "img/340.jpg",
            "img/341.jpg",
            "img/342.jpg",
            "img/343.jpg",
            "img/344.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            5,
            6,
            9,
            11,
            12,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            34,
            39,
            43,
            47,
            62,
            63,
            66,
            77,
            96,
            100,
            104,
            106,
            107,
            109,
            113,
            118,
            124,
            125,
            126,
            129,
            135,
            138,
            140,
            143,
            144,
            146,
            147,
            150
        ]
    },
    {
        "id": 70,
        "title": "上海海昌海洋公园",
        "description": "上海海昌海洋公园被评定为国家4A级旅游景区，以海洋文化为主题，缔造五大区域和一个度假酒店，拥有《虎鲸科普秀》《海象嘻游记》《海豚恋曲》等十六大明星剧目；设有南极企鹅馆、海兽探秘馆等六大动物展示场馆，提供火山漂流、海豚过山车等十余项游乐设施，汇聚三万余只海洋生物，展现海洋梦幻花车巡游及百场演艺！\n园区具体开放区域：\n游乐设备：海豚过山车，火山漂流，时空缆车，深海奇航，急速企鹅，快乐小飞鱼，飞天巨石，海洋木马，鹈鹕大冒险；\n演艺及场馆：虎鲸科普秀，海象嘻游记，海兽密探馆/海兽科普喂食秀，海豚恋曲，海洋梦幻花车巡游，小镇派对 ，部落狂欢，雨林风情，水上飞人；\n园内的游玩设备可能会不定期维护，具体请以实际运营情况为准。",
        "score": 4.6,
        "price": 195.0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市浦东新区南汇新城镇银飞路166号",
            "district": "浦东新区",
            "lng": 121.91005293646232,
            "lat": 30.91496383170027
        },
        "imgSrc": [
            "img/345.jpg",
            "img/346.jpg",
            "img/347.jpg",
            "img/348.jpg",
            "img/349.jpg"
        ],
        "opentime": "全年 周一至周五 09:30-20:00(最晚入园19:00)；1月1日-12月31日 周六至周日 09:00-20:30(最晚入园19:30)；国庆节 09:00-20:30",
        "hotDegree": 0,
        "nearBy": [
            44,
            81
        ]
    },
    {
        "id": 71,
        "title": "上海电影博物馆",
        "description": "上海电影博物馆位于漕溪北路上的上海电影制片厂原址，从徐家汇商业区往南走十多分钟就可以到。博物馆所在地以前是上海电影制片厂大院，也是中国电影起步的地方，现为上海电影集团办公地。来到这里，首先会看到博物馆门前的工农兵雕像，这是上影的标志，在上影出品的影片片头都能看到。博物馆总共分为四层，从大门口进入，左边是服务台，右边有咖啡厅。博物馆的参观顺序是先上四楼，然后一层层往下，从服务台旁的电梯可直达四楼。一出电梯迎接你的是星光大道，你可在灯光闪耀“红地毯”上展露一把明星范儿。四层的主题是“光影记忆”，在这一层可以看到众多电影人的照片、电影大师们的塑像与工作场景，以及《霓虹灯下的哨兵》等经典影片的拍摄场景。三层展馆的主题是“影史长河”，你会看到各种影片的图文介绍，了解上海电影的成长历史，以及译制片、动画片的发展历程。还能看到各种实物展品，如《红楼梦》的道具样子簿、《芙蓉镇》的生产档案、《哪吒闹海》的动画人物设计稿等珍贵资料，还有影星孙道临骑过的自行车、白杨穿过的披肩，以及《南征北战》中的手枪等道具。二层是最有意思的展厅，主题为“电影工厂”。这里你可以参观电视节目录制棚、录音棚，或是去动画片工作室、电影后期工作室、化妆服装工作室一探究竟。你也可以亲自为电影片段配音、尝试制作剪辑，学习和体验电影的制作过程，还可以操作视觉成像装置，了解电影成像原理，非常有趣。最后的一层名为“荣誉殿堂”，这里展示着上海电影百年历程所获得的成就，可以看到几十部经典名作的图文资料，以及获得的600多座奖杯。此外，还可以看到影片《乌鸦与麻雀》中的拍摄场景，以蜡像人物生动还原了郑君里、赵丹、孙道临等老一辈电影人在片场进行拍摄的情景。一层设有4D电影放映厅，固定时间会放映《大闹天宫》等影片，片长约20分钟，票价30元。一层还有家博物馆商店，出售各种电影周边产品以及有趣的纪念工艺品，可以去看一下。",
        "score": 4.7,
        "price": 54.5,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "徐汇区漕溪北路595号",
            "district": "徐汇",
            "lng": 121.44357457298375,
            "lat": 31.19245689952519
        },
        "imgSrc": [
            "img/350.jpg",
            "img/351.jpg",
            "img/352.jpg",
            "img/353.jpg",
            "img/354.jpg"
        ],
        "opentime": "全年 周二至周日 09:30-16:30(最晚入园16:00) 周一 不开放；国庆节 09:30-16:30",
        "hotDegree": 0,
        "nearBy": [
            43,
            60,
            64,
            65,
            76,
            101,
            107,
            112,
            129,
            136,
            149
        ]
    },
    {
        "id": 72,
        "title": "吴淞炮台湾湿地森林公园",
        "description": "吴淞炮台湾湿地森林公园东临长江、南濒黄浦江口，公园内花盛树茂、环境宜人，漫步在滨江湿地上的木栈道，可欣赏江口风景、看日落，天晴时还能遥望长兴岛。每年三月，这里还能看到大量候鸟。若是带孩子前来，公园内的长江河口科技馆则是学习知识的好地方，还可看一场四维动感电影。吴淞炮台湾湿地森林公园内还有放置着清代古炮和现代兵器的炮台纪念广场、展示矿渣体现环保理念的矿坑花园，你还可看到公园的“镇园之宝”——中国南极考察队采自南极大陆的一块南极石。",
        "score": 4.6,
        "price": 568.0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "上海市宝山区塘后路206号(近双城路)",
            "district": "宝山区",
            "lng": 121.51295760021753,
            "lat": 31.398917030783956
        },
        "imgSrc": [
            "img/355.jpg",
            "img/356.jpg",
            "img/357.jpg",
            "img/358.jpg",
            "img/359.jpg"
        ],
        "opentime": "全年 8:00-17:00",
        "hotDegree": 0,
        "nearBy": [
            134
        ]
    },
    {
        "id": 73,
        "title": "月湖雕塑公园",
        "description": "月湖雕塑公园紧邻东佘山园和欢乐谷，公园内的月湖是一个很大的人工湖。月湖公园很大，环境优美，随处可见姿态各异的雕塑作品，还可以在月湖美术馆中观赏到各种获奖画作以及雕塑作品。公园内遍布四季常青的果岭草地，可以与孩子带着宠物一起来自由玩耍，是上海有名的溜宠胜地。公园内以月湖为中心，沿湖错落摆放着六十余件雕塑作品，公园的设计以春夏秋冬四季为主题，将月湖沿岸分割为四季码头水岸，风光各异。如果走累了，园区内有游园车每十五分钟巡回春夏秋冬四岸站点上下车。公园内有餐厅和咖啡馆，坐在咖啡馆中喝着咖啡赏着窗外景色，很是惬意，但价格都不便宜。春岸由水幕桥、游客中心、钟乳洞、水上舞台组成，其中钟乳洞洗手间很有意思，仿佛走进溶洞，连水龙头也是钟乳石的造型。夏岸设有亲水沙、儿童智能活动广场、嘉年华游艺区等景点，这里的人工沙滩和浅水区是孩子们嬉水的好地方，还可以自带玩具在这里挖沙；由真树和假树共同组成的数棵大榕树是夏岸的另一亮点，树上观景台是欣赏园区风景的最佳位置。秋岸是辽阔的草坪，有秋月舫餐厅和月湖美术馆等建筑，美术馆内经常展出系列画展、艺术品展览及大型车展，常能看到国内外的获奖艺术佳作。冬岸则有绵延的湖边栈道和景致优美的亭台，还有璀璨多变的音乐喷泉水舞。",
        "score": 4.4,
        "price": 49.9,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市松江区佘山国家旅游度假区林荫新路1158号",
            "district": "松江区",
            "lng": 121.21442033449172,
            "lat": 31.104186115053565
        },
        "imgSrc": [
            "img/360.jpg",
            "img/361.jpg",
            "img/362.jpg",
            "img/363.jpg",
            "img/364.jpg"
        ],
        "opentime": "10月1日-10月8日 09:00-20:00",
        "hotDegree": 0,
        "nearBy": [
            8,
            46,
            130
        ]
    },
    {
        "id": 74,
        "title": "上海玻璃博物馆",
        "description": "上海玻璃博物馆坐落于宝山区长江西路，这里曾是上海轻工玻璃公司的玻璃窑炉车间，改建成博物馆后外观简洁，内部布置大气而时尚，极具空间感。在这里你可以欣赏各种极具艺术感的玻璃制品，还可以观赏师傅现场表演的玻璃制品制作过程，甚至可以亲手DIY玻璃制品，做一件属于自己的艺术品。博物馆共有两层，在第一层可以了解到玻璃文化的演变以及玻璃工艺的发展过程，通过图文资料展示了古埃及的神秘容器、波西米亚的精致饰品、唐代的器皿、明清的花瓶直到如今生活中的各种玻璃制品，以及现在呈现在你眼前的现代玻璃艺术品。第二层则展示着各种玻璃艺术制品，有各种玻璃制成的动物、人物和物品形象，还有很多抽象得需要你去大胆想象才理解的作品，十分有趣。一层还有灯工表演区，可以看到表演师傅用喷枪吐出的火焰融化玻璃管，塑造出变幻各异的艺术品。在展区外围还有热玻璃表演区，可以近距离观赏玻璃吹制的过程。若有兴趣，还可去一旁的DIY创意工坊，在技师的指导下亲身参与玻璃吹制、灯工制作、玻璃彩绘等制作过程，但需另行付费及报名预约。具体表演时间及DIY制作课程可参见官网详情。",
        "score": 4.4,
        "price": 150.0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市宝山区长江西路685号",
            "district": "宝山区",
            "lng": 121.47918786797767,
            "lat": 31.349617820223745
        },
        "imgSrc": [
            "img/365.jpg",
            "img/366.jpg",
            "img/367.jpg",
            "img/368.jpg",
            "img/369.jpg"
        ],
        "opentime": "全年 周二至周四 09:30-17:00 周一 不开放 周五至周日 09:30-19:00；9月1号～30号：  周二至周五 主场馆：10:00～17:00 商店：12:00～16:00 Murano餐厅: 10:00~16:00  周六&周日 主馆：10:00～18:00 儿童馆：11:00～18:00 迷宫：12:00～18:00 破碎特展：12:00～18:00 退火：14:00～18:00 热力剧场：13:00 商店：11:00～18:30 Murano餐厅: 10:00~18:30",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 75,
        "title": "甜爱路",
        "description": "甜爱路是上海一条浪漫的爱情马路，马路两侧每隔两米有个木框，共刻有28首中外有名的爱情诗篇，组成了一道“爱情墙”。路口还有个爱心邮筒，不少年轻人都特意来此投递盖上爱心邮戳的明信片，向TA邮寄浪漫与真情。甜爱路是虹口区的一条小马路，它南起四川北路，北邻鲁迅公园，仅约600米长。因为这里流传着的一段牛郎织女般的爱情故事，造就了它的浪漫，而老一辈的人则相信，牵手走过这条小路的情侣可以收获永恒美满的爱情。甜爱路路口立着一对情侣铜像，马路边整齐地竖着两排高大的水杉，夏季荫凉无比。路边有一幢幢风情小洋房，沿街还开着不少特色的小店铺和咖啡店。牵着你的另一半在这里走走看看，一起感受这份都市中难得的静谧，也重温一回初恋的感觉。这里独有的爱心邮筒人气十足，盖上印有英文“LOVE”的爱心邮戳从这个邮筒寄出明信片或信函给“他”或“她”，是简单而又浪漫的祝福方式。每逢情人节，甚至能看到盖爱心邮戳的窗口前排着长队的景象。",
        "score": 4.3,
        "price": 0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市虹口区甜爱路",
            "district": "虹口区",
            "lng": 121.49062490418825,
            "lat": 31.274012925835592
        },
        "imgSrc": [
            "img/370.jpg",
            "img/371.jpg",
            "img/372.jpg",
            "img/373.jpg",
            "img/374.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            42,
            58,
            68,
            80,
            84,
            94,
            111,
            123,
            139,
            141
        ]
    },
    {
        "id": 76,
        "title": "徐家汇天主教堂",
        "description": "徐家汇天主教堂毗邻繁华的徐家汇商业区，红色砖墙、两座高耸入云的钟楼，使这座拥有数百年历史的中世纪哥特式建筑格外惹眼。古朴的外部造型与华美的内部装饰承载着浓厚的宗教氛围，你还可在此感受都市里难得的静谧。教堂外部的窗框、房檐均以花岗石镶边，屋顶铺设石墨瓦，饰以许多圣子、天主的石雕，十分肃穆。每到夜晚，教堂在外部灯光映衬下格外迷人。教堂内更是宏伟，它由64根立柱支撑，中间是1919年复活节从巴黎运来的大祭台，巨大的空间可容纳近三千人同时做弥撒；尖拱式的门窗镶嵌着五彩的玻璃，阳光透过时会在教堂内折射出五彩的光影，非常美。这座教堂是由法国耶稣会建造，也称为“圣依纳爵堂”，是上海地区最大的天主教堂。如今每天都有众多信徒来此做弥撒和祷告，而教堂前的绿地则成了新人们拍婚纱照的取景胜地。",
        "score": 4.5,
        "price": 0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "徐汇区蒲西路158号",
            "district": "徐汇",
            "lng": 121.44302229834945,
            "lat": 31.19754747355193
        },
        "imgSrc": [
            "img/375.jpg",
            "img/376.jpg",
            "img/377.jpg",
            "img/378.jpg",
            "img/379.jpg"
        ],
        "opentime": "周一-周六 9:00-16:00， 周日14:00-16:00。",
        "hotDegree": 0,
        "nearBy": [
            43,
            60,
            64,
            65,
            71,
            101,
            107,
            112,
            125,
            129,
            136,
            144,
            149
        ]
    },
    {
        "id": 77,
        "title": "上海老街",
        "description": "上海老街，原名方浜中路，西起河南南路，东至人民路，全长825米，由西到东的建筑风格和业态布局展示了老上海从明清至西洋文化涌入时期的一段历史文化的演变。全街的商业经营以传统特色行业为主流，突出传统民俗文化，营造海派文化氛围。上海老街以馆驿街为界分为东西两段，东段经过装饰和改造，保留了清末的民居特色，老街两侧恢复了花格窗、排门板、范氏栏杆、落地摇杆门等，再配以屋顶上的飞檐翘角，花边滴水和马头墙。西段的房屋外立面仿明清建筑，突出上海老城厢的民俗风情。上海老街重现了童涵春、老同盛、吴良材、万有全、裘天宝、老上海茶馆、德顺酒菜馆、春风得意楼、西施豆腐房、丁娘子布庄、荣顺馆、博印堂等百年老店，同时开设丹凤茶楼、名医堂等富有传统特色的商铺。它和北侧的“明星街”一起向您呈现出老上海商旅百业、市井百态的一幅“清明上河图”。",
        "score": 4.5,
        "price": 0,
        "season": [
            4,
            2
        ],
        "geoInfo": {
            "location": "上海市黄浦区方浜中路249号",
            "district": "黄浦区",
            "lng": 121.49918988251385,
            "lat": 31.231085650198086
        },
        "imgSrc": [
            "img/380.jpg",
            "img/381.jpg",
            "img/382.jpg",
            "img/383.jpg",
            "img/384.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            120,
            123,
            124,
            126,
            132,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 78,
        "title": "大宁郁金香公园",
        "description": "山林、清泉、湖泊、瀑布形成一片湖光山色，就是沪西最大的都市园林大宁郁金香公园。这里拥有荷兰郁金香赏花胜地“库肯霍夫花园”原汁原味的美景，也有着上海独到的风土人情。215万株来自荷兰的原产郁金香，数十个新奇品种，如同“上帝打翻的调色板”，泼洒在大宁灵石公园的中心湖、白沙滩和磨坊风车之间。如果您恰巧赶上了郁金香的盛花期，就可体验到“不远足，也能把花看醉”的既视感。大宁郁金香公园是浦西最大的集中绿地，设计风格讲究中西合璧，古今相容，营造出一个叠山理水，起伏多变的丘陵式地貌。公园分为东南西北，东块是自然式园林，南块是南国风情，是湿地沼泽，西边则是园林精品和山林景区，北边则是湖光山色和北海景区。繁貌的植物群落，使公园更加引人入胜，充满灵气。",
        "score": 4.6,
        "price": 0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市广中西路288号",
            "district": "广中西路288号",
            "lng": 121.45320906935802,
            "lat": 31.284699546384072
        },
        "imgSrc": [
            "img/385.jpg",
            "img/386.jpg",
            "img/387.jpg",
            "img/388.jpg",
            "img/389.jpg"
        ],
        "opentime": "冬令6:00-19:00，18:30停止入场；夏令5:00-22:00，21:30停止入场 。",
        "hotDegree": 0,
        "nearBy": [
            102
        ]
    },
    {
        "id": 79,
        "title": "金茂大厦88层观光厅",
        "description": "金茂大厦88层观光厅是上海市著名的高空观景台之一，位于陆家嘴金融贸易区内。从金茂大厦底楼大厅乘坐每秒运行9米的升降电梯，仅需45秒即可到达340米高的88层观光厅。全透明的玻璃幕墙可让你360度俯瞰城市风光，建议提前关注天气，选择天气晴好的日子前往。傍晚时分可以看到迷人的夕阳，而夜幕下的陆家嘴和外滩，在灯光的渲染下尤为漂亮。观光厅内有投币望远镜（每次1元）可供使用。",
        "score": 4.6,
        "price": 88.0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区世纪大道88号金茂大厦88层",
            "district": "浦东新区",
            "lng": 121.51225308705354,
            "lat": 31.240939705840578
        },
        "imgSrc": [
            "img/390.jpg",
            "img/391.jpg",
            "img/392.jpg",
            "img/393.jpg",
            "img/394.jpg"
        ],
        "opentime": "1月1日-7月17日 09:30-20:30(最晚入园20:30)；7月18日-12月31日 08:30-21:30(最晚入园21:00)",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            13,
            14,
            18,
            20,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            66,
            67,
            68,
            77,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            143,
            146,
            147
        ]
    },
    {
        "id": 80,
        "title": "同济大学",
        "description": "同济大学位于上海市杨浦区的五角场地区，是著名的百年名校，前身是1907年德国医生埃里希.宝隆在上海创办的同济德文医学堂。1912年与创办不久的同济德文工学堂合并，更名为同济德文医工学堂。1923年正式定名为大学，1927年成为国立同济大学，是中国最早的七所国立大学之一。 同济大学的建筑专业非常出名，国内外有很多著名建筑作品均出自同济的手笔。而在历史悠久的校区内，除了一栋栋富有年代感的教学楼外，也能看到不少外形现代时尚的建筑造型，充满时代感与文化气息。漫步在这所名校内，看着年轻的菁菁学子，感受浓浓的学术氛围，仿佛回到了学生时代。如果三月中下旬前来，还可以看到校园大道两边樱花盛放，一派朝气蓬勃，是上海有名的赏樱地，届时还有樱花节、摄影展等活动。",
        "score": 4.7,
        "price": 0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市杨浦区四平路1239号",
            "district": "杨浦区",
            "lng": 121.51283016300466,
            "lat": 31.28819761738393
        },
        "imgSrc": [
            "img/395.jpg",
            "img/396.jpg",
            "img/397.jpg",
            "img/398.jpg",
            "img/399.jpg"
        ],
        "opentime": "全天开放；疫情防控期间非校内人员禁止进出。",
        "hotDegree": 0,
        "nearBy": [
            58,
            59,
            75,
            139,
            141
        ]
    },
    {
        "id": 81,
        "title": "滴水湖",
        "description": "滴水湖是位于浦东新区临港新城中心的一个人工圆形湖，湖水来源是黄浦江，并通过水闸直接通往东海。滴水湖分布着三个不同定位的岛屿——北岛、西岛和南岛。北岛将被建设为“娱乐之岛”，西岛定位为商务和旅游住宿区，南岛则为水上休闲娱乐岛，建有游艇俱乐部、游艇港湾等设施。在景点门口可以租借自行车或者乘坐快艇环湖来游览滴水湖。并且滴水湖中心有一个“O”形的建筑，那就是滴水湖的名字由来，像一滴水，据说这个建筑会自己旋转，不同的时间看起来的样子是不同的，很有意思。",
        "score": 4.3,
        "price": 0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市浦东新区南汇新城镇申港大道、环湖西一路路口",
            "district": "浦东新区",
            "lng": 121.90618710115777,
            "lat": 30.903899385036706
        },
        "imgSrc": [
            "img/400.jpg",
            "img/401.jpg",
            "img/402.jpg",
            "img/403.jpg",
            "img/404.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            44,
            70
        ]
    },
    {
        "id": 82,
        "title": "崇明岛国家地质公园",
        "description": "崇明岛坐落于长江入海口，与上海市区隔长江相望，它不仅是我国第三大岛屿，还是世界最大的河口冲积岛，岛上能看到大量的地质遗迹和滩涂地貌景观，岛本身就是一座巨大的地质公园。因此崇明岛国家地质公园的范围涵盖整个崇明岛，包括了岛上的所有景点。在这里，你可以去东滩湿地公园看日出、观候鸟，去西沙湿地公园赏日落，或者去东平国家森林公园与家人一起野营、骑自行车，享受各种远离喧嚣城市的乐趣。 崇明岛没有那些高楼大厦，这里更多的是乡村和田野，还有清新的空气和沁人心脾的植物清香，很适合周末来此度个假、缓解各种压力。崇明岛的西北端有西沙湿地和明珠湖公园，西沙湿地是赏日落的绝佳处，站在江边可眺望长江上来往的船只，而秋冬则是观候鸟的好时节；明珠湖紧邻西沙湿地，是个适合骑车绕湖和散心的好地方。岛的东端有东滩湿地公园，这里面对大海，是看日出的好地方，同时也是观鸟胜地。崇明岛的中部有东平国家森林公园，这里森林茂盛，可以在这里骑自行车、打彩弹、滑草、烧烤、露营，适合与家人和朋友一起郊游踏青。崇明岛上还有很多农家乐，比如前卫生态村、瀛东村、高家庄生态园，可以来吃吃农家菜、钓钓鱼，还能采摘时令水果。你也可以换种旅行方式来个单车环岛旅行，在骑行中亲近自然，顺便崇尚下环保也很不错，崇明岛上的主要景区门口都有“一米单车”租赁点。崇明岛南部的城桥镇是县政府驻地，这里是全岛最繁华的地方，有崇明学宫（崇明博物馆）、瀛洲公园等知名景点，也有各种宾馆酒店和餐馆。在岛上的各大景点附近以及农家生态园，也都有各种度假村和酒店，平时价格跟上海的其他郊县差不多，但周末和节假日都会涨价不少。来崇明岛游玩，一般需花1-2天的时间。由于开通了长江隧道，现在不论乘公交车、坐船还是自驾前往都比以前方便，只是路上所花时间还是比较长。所以若要一日游崇明，建议自驾车或者报团去。自驾车从市区去岛上景点大约需2个小时。",
        "score": 4.4,
        "price": 0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "上海市崇明区堡湖路",
            "district": "崇明区",
            "lng": 121.24566800663942,
            "lat": 31.74119472685656
        },
        "imgSrc": [
            "img/405.jpg",
            "img/406.jpg",
            "img/407.jpg",
            "img/408.jpg",
            "img/409.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            85
        ]
    },
    {
        "id": 83,
        "title": "方塔园",
        "description": "方塔园位于松江老城区，这里曾是唐宋时期古华亭的闹市中心，现为一座以观赏古代遗迹与历史文物为主的园林式公园。公园内树木葱郁、环境优雅，生长着不少古树，平日园内游客不多，是松江城区里闹中取静的好去处。方塔园内有宋代方塔、清代天妃宫、砖雕照壁、陈化成祠等景点。方塔园主要有北门和东门两个售票入口，门口只有少量停车位，建议坐公交前往或避开节假日高峰。公园不大，入园就能看到高耸的塔尖。方塔（原名兴圣教寺塔）坐落于公园中央，它建于北宋，是国内保护最好的古塔之一。方塔塔檐宽大但塔身瘦长，登内木梯既窄又陡，越往上空间越狭小，到第七层就无法再上去了。登塔可俯瞰方塔园，但需另付5元门票，目前只开放至第五层。公园内可请导游讲解，收费标准为每小时30元。塔前立着一块六米宽的明代照壁，它建于明洪武三年（1370年），原为松江府城隍庙门前的屏风墙，上面精雕细琢有走兽、树木、花卉和珍宝物等形象，是上海乃至全国最古老、最精美、保存得最为完好的大型砖雕艺术珍品。方塔北侧的天妃宫是现今上海地区唯一幸存的妈祖庙遗迹，香火甚旺。天妃宫建于1883年，原位于上海市区河南路苏州河桥头，因市政建设原因于1978年迁建于方塔园。这座天妃宫气势恢宏，雕刻精致华丽，有着晚清建筑风格，殿内可见到书法家吴健贤、陈佩秋等书写的匾额、楹联。方塔的东面有一座陈公祠，是为纪念清末民族英雄陈化成而立，陈公祠原位于松江区西塔弄底， 1999年底因松江中山二路改建，祠堂按原样迁建于上海方塔园内。公园东部还有一篇清幽的竹林，很适合散步；公园西部则有小型花圃，还可看到太湖石中的珍品“五老峰”。方塔的南部有一片小湖泊，可以划船（约每小时30元）。",
        "score": 4.5,
        "price": 12.0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市松江区中山东路235号",
            "district": "松江区",
            "lng": 121.25239792736755,
            "lat": 31.01219507138659
        },
        "imgSrc": [
            "img/410.jpg",
            "img/411.jpg",
            "img/412.jpg",
            "img/413.jpg",
            "img/414.jpg"
        ],
        "opentime": "1月1日-4月30日 06:00-17:00(停止售票16:30)；5月1日-9月30日 05:30-17:30(停止售票17:00)；10月1日-12月31日 06:00-17:00(停止售票16:30)",
        "hotDegree": 0,
        "nearBy": [
            108
        ]
    },
    {
        "id": 84,
        "title": "多伦路文化名人街",
        "description": "多伦路邻近鲁迅公园，是一条长五百多米的\"L\"型小路。沿路随处可见红砖或青砖的复古小洋楼和人物雕塑，很适合拍照散步。众多文豪曾在此居住，现今有不少艺术展馆，可以感受到浓郁的文化气息。从\"L\"型的尾巴步入这条文化街，先进入眼帘的是多伦现代美术馆，再往前有座基督教教堂，是当年住过不少外籍人士和留学归来的新派人士的鸿德堂。继续向前，可见一家旧书店隔壁是栋黄色外墙的新式洋房，这里曾为日本海军武官住所。拐弯处是一座四层楼高的钟楼\"夕拾钟楼\"，走几步路便可看到一条名为\"景云里\"的弄堂口，这里曾经居住过瞿秋白、陈望道、茅盾等一群左联作家，而在201弄2号还留有左联会址与纪念馆，曾是文化界的藏龙卧虎之地。多伦路上还有坐落着许多小资情调的咖啡馆和小型的民间收藏馆，比如上海报纸博物馆、上海民间南京钟收藏馆、上海多伦路地区海派文化馆等，另外能看到上海文物商店文物艺术品展示厅。逛完多伦路，还可以接着逛另一条特色小路——甜爱路，多伦路北端沿四川北路往东走150米即到。",
        "score": 4.3,
        "price": 0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市虹口区多伦路（东江湾路至四川北路）",
            "district": "虹口区",
            "lng": 121.48646992949259,
            "lat": 31.272217675779064
        },
        "imgSrc": [
            "img/415.jpg",
            "img/416.jpg",
            "img/417.jpg",
            "img/418.jpg",
            "img/419.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            42,
            58,
            68,
            75,
            94,
            102,
            116,
            123,
            139,
            141
        ]
    },
    {
        "id": 85,
        "title": "西沙湿地公园",
        "description": "西沙湿地公园位于崇明岛西端、邻近明珠湖公园，是长江畔的一处滩涂。走进公园，一条木栈道穿行于草丛间，直到长江边上。草丛中有野茭白、马兰等各种植物，春夏季时的滩涂一片翠绿，滩涂上常见到小沙蟹横冲直撞，而秋季则可欣赏一望无际的芦苇花海。与很多其它湿地不同的是，西沙湿地公园能看到自然潮汐现象，涨潮时栈道几乎贴着水面，退潮时露出滩面，而潮流进退之时一眼望去，纵横的潮沟中水流湍急，十分有趣。西沙湿地公园素以观鸟胜地出名，这里是大量的白鹭、斑头雁、绿头鸭等鸟类的栖息地，公园内建有多座观鸟台可供观鸟。每年11月至次年3月是观鸟季节，这时候带着长焦相机来拍摄，定有满意收获。看着一轮红日在江上往来船只的伴随下缓缓而下，直到没入芦苇海的尽头，此景美不胜收。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市崇明区堡湖路588号",
            "district": "崇明区",
            "lng": 121.25361781547042,
            "lat": 31.729098804727954
        },
        "imgSrc": [
            "img/420.jpg",
            "img/421.jpg",
            "img/422.jpg",
            "img/423.jpg",
            "img/424.jpg"
        ],
        "opentime": "全年 8:30-16:00",
        "hotDegree": 0,
        "nearBy": [
            82
        ]
    },
    {
        "id": 86,
        "title": "东林寺",
        "description": "东林寺是上海金山区的著名寺庙，位于上海西南的朱泾镇，原名观音堂，于元朝至大元年（1308年）创建。不同于那些朴素的古寺，东林寺呈现的反而是恢宏气势，在这里可以看到大世界基尼斯之最“最高的铜门”——千佛门、最高的室内千手观音圣像、国内独有的室外五百罗汉山，可以感受到不一样的佛教氛围。东林寺七百年来香火长盛，但却因遭遇战乱、火灾而屡废屡建，在最后一次重建前，整座寺庙只剩下一座大殿，但香火依旧。近年来经全面重新扩建，崭新的东林寺于2007年呈现在人们面前，当时更由中国佛教协会会长一诚法师等佛教界高僧大德举行了开光法会，为民祈福，至今延续着旺盛的香火。如今的东林寺建筑风格独特，寺庙主体建筑依着一座高大的仿假山建筑而建，形成山寺合一。整座寺院分圆通殿、大雄宝殿、观音阁、善财阁、佛头像、千佛门、钟楼、鼓楼、金愿桥、五佛冠、金莲池（景泰兰善财童子）等景点。进入东林寺需先过三门，三门结合净土宗的思想，是国内佛寺中独一无二、庄严无比的三门；而后可看到金莲池，池正中为国内首创的景泰蓝佛像尊“善财童子”，堪称“东林一绝”；寺内还有千姿百态的五百罗汉和中国佛教第一铜“千佛门”，都是东林寺的特色。东林寺寺内供奉的灵雨观音与杭州灵隐寺、无锡灵山大佛并称中国佛教“三灵”。圆通宝殿中是用黄铜制作而成的“殿中殿”，殿中供奉的是一尊整块用1.8吨重的新疆和田美玉雕琢而成的元代“灵雨观音”圣像，造像庄严，堪称镇寺之宝。",
        "score": 4.7,
        "price": 26.0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市金山区朱泾镇东林街150号",
            "district": "金山区",
            "lng": 121.17254787217897,
            "lat": 30.899881037614236
        },
        "imgSrc": [
            "img/425.jpg",
            "img/426.jpg",
            "img/427.jpg",
            "img/428.jpg",
            "img/429.jpg"
        ],
        "opentime": "全年 08:00-16:30",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 87,
        "title": "上海大自然野生昆虫馆",
        "description": "大自然野生昆虫馆坐落于浦东陆家嘴，位于东方明珠塔西侧。这里可以观赏到各种活生生的昆虫和昆虫标本，包括你可能从未见过的长相奇特的稀有昆虫，还能看到各种两栖爬行类动物，如蜥蜴、蛙类、龟类等，带着孩子来肯定能大开眼界。昆虫馆共有上下两层，如果带孩子来慢慢看的话大约两小时可以看完，要注意夏天去的话室内有点闷热。先是来到上层，有喂鱼区可以投食喂锦鲤，可以观赏到扬子鳄、蛇，以及可爱的迷你绒猴等动物，然后会看到各种活体昆虫和节肢动物，有蜘蛛、蝎子、竹节虫、独角仙以及各种爬虫。来到楼下可以看到爬行动物，有各种蜥蜴、乌龟、蛙类，以及品种非常丰富的蝴蝶标本。这里还饲养着龙猫、兔子、山羊、猫头鹰、蝙蝠等小动物，你可以喂山羊、喂兔子，还可以触摸它们。每逢双休日的11:00、14:30，以及黄金周和节假日的11:00、13:30、15:00，在小动物展示区可以看到小动物趣味知识介绍，包括龙猫、蜥蜴等，小朋友们还可以上台参与互动。",
        "score": 4.5,
        "price": 62.0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区丰和路1号",
            "district": "浦东新区",
            "lng": 121.5047502112646,
            "lat": 31.246177519056907
        },
        "imgSrc": [
            "img/430.jpg",
            "img/431.jpg",
            "img/432.jpg",
            "img/433.jpg",
            "img/434.jpg"
        ],
        "opentime": "全年 周五至周日 09:00-17:30(最晚入园16:30) 周一至周四 09:00-17:00(最晚入园16:00)；节假日、国家法定节假日：上午9:00-下午17:30",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            13,
            14,
            15,
            18,
            20,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            66,
            67,
            68,
            77,
            79,
            88,
            94,
            99,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 88,
        "title": "外滩观光隧道",
        "description": "外滩观光隧道连接外滩和浦东陆家嘴商圈，是我国第一条越江行人隧道。游客可以乘坐全透明观光车在色彩变换不断的隧道中穿越黄浦江，犹如时空穿梭一般。隧道内壁有各种奇异的色彩变换不停，音响效果与眼前的景观变幻相结合，营造出一种身临其境的震撼。隧道包括“时光隧道区”，“穿梭区” 和“岩浆喷射区”等主题，绚丽的光影效果让人感觉仿佛进入另一般天地。此外，隧道里新增了“音幻世界”、“深海珍奇展”等休闲游乐项目，适合游客带上孩子一起在假日里好好玩上一把。隧道的周边还有环球猎奇馆以及3D魔幻趣味馆，适合游客拍照取景。之后，游客们也可以在南京路步行街体验小吃和购物，有时间的游客可以一并游玩周边的东方明珠，外滩等上海地标型景点。",
        "score": 3.8,
        "price": 45.0,
        "season": [
            4,
            2
        ],
        "geoInfo": {
            "location": "上海市浦东新区东方明珠广播电视塔和浦西南京东路外滩之间",
            "district": "浦东新区",
            "lng": 121.49720404433653,
            "lat": 31.243452887043176
        },
        "imgSrc": [
            "img/435.jpg",
            "img/436.jpg",
            "img/437.jpg",
            "img/438.jpg",
            "img/439.jpg"
        ],
        "opentime": "1月1日-5月31日 08:00-20:00；6月1日-9月29日 08:00-22:00；9月30日 08:00-20:00；10月1日-10月7日 08:00-16:30；10月8日 08:00-23:00；10月9日-12月31日 08:00-22:30",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            63,
            66,
            67,
            68,
            77,
            79,
            87,
            94,
            99,
            104,
            105,
            106,
            111,
            115,
            116,
            123,
            126,
            132,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 89,
        "title": "新场古镇",
        "description": "坐落于浦东新区的新场古镇得名已有八百多年历史，古时的这里曾是繁华的盐场与盐市，如今依然保留着大量的明清建筑。虽然新场离市区约四十多公里远，但相比上海的其他古镇，这里更为宁静与淳朴，没有被过多商业化，是个处处能感受到生活气息的江南古镇。新场古镇不大，一条狭长的老街、几条水巷和小弄堂，基本上就成了古镇的全部。古镇里，狭窄的河道边是一栋栋白墙黑瓦的老式民居，漫步在老街的石板路上，踏过雕凿着精美图案的石拱桥，走过沧桑斑驳的石牌坊，随处能感受到沉淀着岁月的韵味。与其他古镇相似，新场古镇也少不了坊间小吃，臭豆腐、塌饼、下沙烧卖等都可以尝到。但这里并没有满大街的商店，也没有熙熙攘攘的人群，除了小吃店、手工艺品店，还能看到安静的咖啡吧、传统的理发店和杂货店，以及坐在墙边读着报纸、晒着太阳的当地老人。古镇内也有不少古迹景点，比如建于清末的四进庭院“张氏宅第”、初建于清代同治年间的第一楼茶园，还有耶稣堂、东岳观、中国铜锣鼓艺术馆、新场历史文化陈列馆等景点。其中部分景点需买门票方可入内。其实近几年新场古镇的知名度提高，更多的是因为李安导演的电影《色戒》，在片中，汤唯和王力宏在茶馆里面、以及汤唯走在桥上的场景就是这里取的景，你也可以寻找一下电影里的镜头。",
        "score": 4.4,
        "price": 0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "浦东新区新场镇海泉街128号",
            "district": "浦东新",
            "lng": 121.65060311557839,
            "lat": 31.032125027771393
        },
        "imgSrc": [
            "img/440.jpg",
            "img/441.jpg",
            "img/442.jpg",
            "img/443.jpg",
            "img/444.jpg"
        ],
        "opentime": "全天开放；展馆开放时间9:30-16:30。",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 90,
        "title": "放生桥",
        "description": "放生桥是朱家角古镇的标志性景点，它横跨于漕港河上，连结朱家角景区的南北两部分。放生桥是上海地区最长、最大、最高的五孔石拱桥，站在高高的桥拱顶端环望四周，欣赏白墙黑瓦的大片房屋、桥下往来的木船，古镇全貌尽收眼底，是取景摄影的绝佳之处。夕阳西下时，在桥上赏夕阳，或在河边拍摄夕阳下的放生桥，都很有意境。放生桥，顾名思义是鼓励人们行善积德。这座桥始建于明朝隆庆五年（1571年），由慈门寺的性潮和尚用自己十五年化缘得来的积蓄捐建了这座石拱桥，并且每逢农历初一、十五都会组织僧人和香客到桥下举行“水生动物”放生大会，这种习俗一直被传承至今。不过现在桥头常有兜售小鱼或和乌龟让游客去“体验”放生的商贩，显得很商业化。如今看到的放生桥是于清嘉庆十七年（1812年）重建而成。整座石桥气势雄伟，桥上有龙门石，镌盘龙八条，形象逼真。桥顶有四只仰头张嘴的迎客石狮，憨态可掬。中间有竹节望柱，桥面中央镶嵌雕花石板。桥东建有碑亭，逛累了可在此小憩，临水筑有石驳，为舟楫停泊所用。",
        "score": 4.4,
        "price": 0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市青浦区朱家角镇新风路",
            "district": "青浦区",
            "lng": 121.06296820659523,
            "lat": 31.115815798966583
        },
        "imgSrc": [
            "img/445.jpg",
            "img/446.jpg",
            "img/447.jpg",
            "img/448.jpg",
            "img/449.jpg"
        ],
        "opentime": "包含于朱家角古镇内，古镇开放时间8:30-16:30，16:30只出不进；景点开放时间详情景区公示。",
        "hotDegree": 0,
        "nearBy": [
            21,
            110
        ]
    },
    {
        "id": 91,
        "title": "秋霞圃",
        "description": "秋霞圃坐落于嘉定城区，是与豫园、古漪园、醉白池、曲水园齐名的上海古典园林。秋霞圃里布局紧凑，以清水池塘为中心，周围有石山环绕、古木参天，走在园中有“一步一景”的独特感受。秋霞圃始建于明代，由三座私家园林龚氏园、沈氏园、金氏园和邑庙（即城隍庙）合并而成，园内建筑大多建于明代，而邑庙则可上溯至宋代。秋霞圃内分为四个景区：桃花潭景区、凝霞阁景区、清镜塘景区及邑庙景区，其中主体部分是桃花潭景区的池上草堂。每到秋季，里面的红枫尽染园林，非常适合来赏枫摄影。从秋霞圃南门入园，先是到园林东南的邑庙景区，主要建筑是大殿、工字廊、寝宫，均为清代光绪年间重建的遗存。大殿宏伟高大，现为上海民俗文化博览中心“上海风土习俗写真”陈列室，寝宫内有大床及其他家具，陈设华丽。另外，园林南门外两侧的井亭则是邑庙的原物。凝霞阁景区位于园林的东部，原为沈氏园旧址，园内院廊相连，种植大量树木及花草。这里以太湖石堆砌的大屏山为中心，周围有凝霞阁、聊淹堂、游骋堂、扶疏堂、环翠轩、屏山堂、数雨斋等建筑。桃花潭景区在园林西南，为原来的龚氏园部分。这里以桃花潭为中心，南有晚香居、霁霞阁、池上草堂、仪慰厅，西有丛桂轩，北有即山亭、碧光亭等建筑，它们或筑于山上，或构于潭边。池上草堂形似舟揖，故又名舟而不游轩，在此可赏桃花潭秀色。清镜塘景区在园林北部，为金氏园遗址。南有清镜塘与桃花潭相连，塘北有三隐堂，东有柳云居、秋水轩、清轩，西有青松岭、岁寒亭、补亭。青松岭是堆土而成的小山丘，上面植有青松、红枫、白玉兰、腊梅等树木，又建有假山瀑布和凉亭，是纳凉小憩的好去处。",
        "score": 4.4,
        "price": 0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "上海市嘉定区嘉定镇东大街314号",
            "district": "嘉定区",
            "lng": 121.26069031758105,
            "lat": 31.391783184668387
        },
        "imgSrc": [
            "img/450.jpg",
            "img/451.jpg",
            "img/452.jpg",
            "img/453.jpg",
            "img/454.jpg"
        ],
        "opentime": "全年 8:00-16:30",
        "hotDegree": 0,
        "nearBy": [
            128
        ]
    },
    {
        "id": 92,
        "title": "上海世博园",
        "description": "随着2010年上海世博会的落幕，上海保留了标志性的“一轴四馆”，世博轴、中华艺术宫（原中国国家馆）、世博主题馆、世博中心和世博文化中心（现为梅赛德斯奔驰文化中心）。保留沙特馆和意大利馆（现为意大利中心），将沙特馆改名为“月亮船”。另外，还将原先非洲的几个展馆建造成适合全家亲子游玩的巧克力开心乐园。不过，相对于2010年热门场馆要排上好几个小时参观的盛况不同，如今的世博园区明显已冷清很多，除了中华艺术宫每天的游客较多之外，其它几个展馆平时参观的游客人数并不多。中华艺术宫一共分为4个楼层，拥有27个展厅。目前收藏的各类藏品现已近万件，涵盖了20世纪中国美术发展进程各阶段的内容，来这里不容错过的一定是动态版的清明上河图，另外你还可以看到上海各个年代的风情生活写真。世博轴是世博园区规模巨大的单体项目，根据世博园区后续利用总体规划，浦东部分将整体予以保留，世博轴将被改造为综合商业中心，为周边的酒店、办公楼和参观各展馆的人流提供交通、休闲、餐饮、娱乐等配套服务。之前的世博主题馆将转变为展览活动场馆，组织和举办各类展览、大型会议、商务活动、文化演出、体育赛事等。世博中心将建成为国际会议中心，而梅赛德斯奔驰文化中心则用作大型综合演艺场馆，里面不仅可以举办大型的演唱会，更有溜冰场、电影院等可供游玩，如果饿了的话，这里还有一些餐饮设施，价格要比世博期间亲民很多。另外，月亮船（原沙特馆）的展示项目包括屋顶花园、珍宝剧场和艺术走廊等，保持世博会期间沙特馆的展示内容，原汁原味地向游客展现沙特的历史、文化和风俗。意大利中心的设计灵感来自上海的传统游戏“游戏棒”，由20个不规则、可自由组装的功能模块组合而成，代表意大利20个大区。整座展馆犹如一座微型意大利城市，充满弄堂、庭院、小径、广场等意大利传统城市元素。此外，如果是带小朋友举家前来游玩的也不要错过了巧克力开心乐园，在这里，你能看到世界上最大的巧克力城堡，欣赏到独一无二的面包打击秀，观赏到梦幻般的糖果世界，吃到形色各异的美食。游览如今的世博园完全不用匆匆忙忙，你大可以放下脚步，拿上手中的相机，慢慢记录下所有的画面。不过，游玩时建议穿着舒适的鞋子，且自带一些水和干粮，因为园区内目前的小卖部已经不多了。",
        "score": 4.4,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "浦东新区周家渡路",
            "district": "浦东新",
            "lng": 81.30381809929067,
            "lat": 43.94977599627918
        },
        "imgSrc": [
            "img/455.jpg",
            "img/456.jpg",
            "img/457.jpg",
            "img/458.jpg",
            "img/459.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 93,
        "title": "东滩湿地公园",
        "description": "东滩湿地公园位于崇明岛的东端，处于长江入海口，这里空气清新，又有一望无际的芦苇布满滩涂，走在木栈道上是一种亲近自然的享受。东滩是观日出的胜地，而每当秋冬候鸟迁徙的季节，可站在园内的观鸟台上观远处群鸟或飞翔或栖息，又有另一番生动自然的乐趣。东滩湿地公园是亚太地区候鸟迁徙的必经之路，也是水禽的越冬地。公园中央建有观鹭台，便于登高观鸟。进入东滩湿地公园，依次经过湿地景观区、湿地生境修复区、水禽栖息地、雨水收集区几大区域，可以看到辽阔的芦苇丛以及湿地湖泊。春夏季来这里可以看到草丛中的各种花卉植物，但很难看到候鸟。在公园内可徒步游览，或者坐电瓶车、租自行车骑行，还有游船，可从与游客中心坐到公园深处。公园内的湿地生境修复区、水禽栖息地则有手划船项目，另外也有烧烤、露营、垂钓等活动。游客中心以及公园内的芳草地、观海楼有餐厅，可提供中式套餐和西点。",
        "score": 4.2,
        "price": 45.0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市崇明东滩东旺路（风车处）",
            "district": "崇明东滩东旺路（风车处）区",
            "lng": 121.90143388822976,
            "lat": 31.52830454667017
        },
        "imgSrc": [
            "img/460.jpg",
            "img/461.jpg",
            "img/462.jpg",
            "img/463.jpg",
            "img/464.jpg"
        ],
        "opentime": "10月1日-10月8日 08:30-17:00(最晚入园17:00)；10月9日 不开放；10月10日-12月31日 周一 不开放 周二至周日 08:30-17:00(最晚入园16:00)；国定假日开放时间：8:30-18:00",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 94,
        "title": "上海邮政博物馆",
        "description": "上海邮政博物馆位于苏州河北岸，坐落于上海邮政总局大楼内。在这座历史悠久的老建筑中你会看到有趣的火车车厢邮局以及各种有趣的老邮筒、老信箱，还能了解到邮政业务的发展历史，尤其可让青少年们大开眼界。邮政总局大楼始建于1924年，一进大门，罗马式的立柱、旋转型楼梯、房顶上高挂着华丽的吊灯，满眼都是欧式建筑风格。整栋楼为“U”字型，底层的中庭陈列着大清邮政马车、1917年购置的第一辆邮运汽车、第一条定期航空邮路飞机以及“行动邮车”火车车厢邮局等实物模型，还能看到大清邮政局的场景。二楼是宽敞的邮政大厅，这里分为四个展厅，讲述了古今中外的邮政发展史，可以看到各种样貌奇特的老邮筒和信箱，珍宝馆里还展示了不少珍稀邮票，比如“黑便士”、“大龙邮票”以及“绿衣红娘”等邮票珍品。在这里小朋友们可以模拟写信、体验在古老的邮局里投递快件的感觉。大楼五层是屋顶花园，东南角有一座巴洛克特色风格的钟塔，站在这座观景平台上可观赏苏州河风光、远眺浦江两岸的美丽景色，很适合拍拍照。",
        "score": 4.6,
        "price": 0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市虹口区天潼路395号(近四川北路)",
            "district": "虹口区",
            "lng": 121.49206164324124,
            "lat": 31.250709292690612
        },
        "imgSrc": [
            "img/465.jpg",
            "img/466.jpg",
            "img/467.jpg",
            "img/468.jpg",
            "img/469.jpg"
        ],
        "opentime": "周三、周四、周六、周日9:00-17:00，16:00停止入场（国定假日另行公告）；周三、四仅开放二楼展厅，周六、周日一楼中庭开放。周一、周二、周五闭馆。",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            42,
            54,
            58,
            62,
            66,
            67,
            68,
            75,
            77,
            79,
            84,
            87,
            88,
            104,
            111,
            115,
            116,
            123,
            126,
            132,
            139,
            140,
            141,
            143,
            146,
            147
        ]
    },
    {
        "id": 95,
        "title": "玉佛禅寺",
        "description": "上海玉佛禅寺也称玉佛寺，地处繁华路段，是闹市中的一片净土。此寺始建于清光绪8年（1882年），与龙华寺、静安寺同为沪上名刹。现在的玉佛寺，分为前院和后院两大部分。前院即玉佛禅寺原来的寺址，中轴线上依次为大照壁、天王殿、大雄宝殿、般若丈室（楼上为玉佛楼和藏经楼），为仿宋宫殿式建筑群；后院是一座多功能的觉群大楼。 寺内有文物室，藏有北魏、唐、宋、元、明、清历代珍贵文物。玉佛寺最出名的是清末普陀山慧根法师从缅甸请回的两尊玉佛，其实慧根法师一共请回5尊大小不一的玉佛，在返回普陀山的路上把其中的两尊留在了上海。一尊在玉佛楼内，是高1.92米的释迦牟尼坐佛像，佛身上装贴的金箔和镶嵌的宝石光彩夺目，为“镇寺之宝”。在玉佛楼的天花板顶，还塑有镏金佛像500尊，进玉佛楼参观需要另付10元门票。另一尊在寺庙西侧的卧佛堂内，是长96厘米的释迦牟尼卧佛像，按照释迦牟尼80岁圆寂时的摸样打造，侧身而卧，右手支头，神态安详。卧佛的对面，近代由新加坡信徒捐赠，新增了一座长约4米的玉制卧佛。此外，值得一看的还有在般若丈室前面和东西回廊墙壁、大雄宝殿两侧外围墙壁上，分别镶嵌的明华亭董其昌楷书《四十二章经》和行书《释迦如来成道记》墨刻、唐宋元明清名画家绘观音菩萨三十二应身宝像刻石、释迦牟尼八相成道记画像石刻、唐贯休绘十六罗汉像石刻。玉佛寺香火旺盛，每逢初一、十五香客不断。最出名的是大年初一烧头香，有的香客大年三十晚上就在寺庙门口等候，盼望烧到头香，许下的愿望能更灵验地实现。",
        "score": 4.6,
        "price": 0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "上海市普陀区安远路170号",
            "district": "普陀区",
            "lng": 121.45160004698617,
            "lat": 31.247438524034884
        },
        "imgSrc": [
            "img/470.jpg",
            "img/471.jpg",
            "img/472.jpg",
            "img/473.jpg",
            "img/474.jpg"
        ],
        "opentime": "8:00-16:00",
        "hotDegree": 0,
        "nearBy": [
            15,
            22,
            23,
            47,
            96,
            103,
            113,
            118,
            119,
            135,
            138,
            140,
            150
        ]
    },
    {
        "id": 96,
        "title": "上海展览中心",
        "description": "上海展览中心也叫上海展览馆，是新中国成立后上海建成最早的会展场，长期以来承办了许多国内外的各种展览。展览中心建成于1955年，原名“中苏友好大厦”，是上海的代表性建筑之一，也是50年代上海市建造的首座大型建筑，与北京展览馆一样同属俄罗斯古典主义建筑风格。宽大对称的建筑，标志性的红五星，正厅前的喷泉、雕塑和四周的花园都保养得很好。内部穹顶高拱、立柱浮雕，水晶吊灯，无一不沉稳华丽，展示着前苏联的建筑风采。馆内常年举办五花八门的展览，每次都人潮涌涌，或多或少总有点收获。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "上海市静安区延安中路1000号（近铜仁路）",
            "district": "静安区",
            "lng": 121.45862113817417,
            "lat": 31.22940980608609
        },
        "imgSrc": [
            "img/475.jpg",
            "img/476.jpg",
            "img/477.jpg",
            "img/478.jpg",
            "img/479.jpg"
        ],
        "opentime": "平时不对外开放，有展会时开放；展会不同，开放时间不同，具体详情可提前电话咨询。",
        "hotDegree": 0,
        "nearBy": [
            9,
            12,
            13,
            15,
            16,
            22,
            23,
            39,
            43,
            47,
            60,
            62,
            63,
            64,
            69,
            95,
            100,
            103,
            104,
            107,
            109,
            113,
            118,
            119,
            124,
            125,
            126,
            129,
            135,
            138,
            140,
            144,
            150
        ]
    },
    {
        "id": 97,
        "title": "碧海金沙",
        "description": "碧海金沙是上海最大的人造沙滩，沙子从海南运来，海水进行人工净化，连海底的海床都是人工修的，一改上海的海都是泥巴滩、脏脏的海水的状况。而且物以稀为贵，上海以海得名，真正意义上的海滩却极少，碧海金沙让游客不出上海也能与大海亲密接触。进入景区，看到金色的沙滩和大海，这里的沙子绝对不是一般黄沙那么粗糙，因为来自海南，非常细软，可以玩沙子，还能捉到小螃蟹。晒日光浴、下海游泳当然是海边的“固定节目”，除此之外有水魔方乐园、索道滑水、水上激光碰碰船等精彩纷呈的游乐项目，让游客们不出上海也能享受海滨沙滩上的玩乐。碧海金沙内有吃饭的地方，你也可以去景区外的海鲜一条街（海鸥路）吃海鲜。",
        "score": 4.5,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "奉贤区海涵路6号",
            "district": "奉贤",
            "lng": 121.55564816013789,
            "lat": 30.82999146095915
        },
        "imgSrc": [
            "img/480.jpg",
            "img/481.jpg",
            "img/482.jpg",
            "img/483.jpg",
            "img/484.jpg"
        ],
        "opentime": "景区暂时停业，详情请以景区公示为准；原开放时间：3月1日-6月30日8:30-16:00；7月1日-9月2日8:30-20:00；9月3日-10月7日8:30-16:00；10月8日-12月31日8:30-15:30。",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 98,
        "title": "上海鲜花港",
        "description": "上海鲜花港位于上海市东南的郊区，是沪上赏花好去处。鲜花港春、夏、秋三季开放，冬季闭园。园区分西部和东部两块，西部主要看花展，东部是科普岛和有绿化迷宫、趣味桥之类的游乐区。每年3月底-5月中旬，这里会举办郁金香花展，届时非常热闹，尤其清明节，很多上海当地人都会自驾而来。鲜花港的郁金香品种丰富，有红色、黄色、白色、橘色等多种色彩，有些在同一株花上就有几种色彩，有些在花瓣边缘有一丝一丝的毛边。在姹紫嫣红的郁金香花海间错落有致地种着洋水仙、风信子、银莲花等，同样开得绚烂，若是喜欢摄影，可以慢慢逛。西部区域的大东湖畔，荷兰街上有三座风车，这里是较好的拍照点之一。不要在风车下拍，应该在湖的对岸，以花海做前景，风车做背景，拍出来的照片颇有荷兰风情。在风车北边的有一片沙滩，南边的有小卖部，中间是一间咖啡厅，咖啡厅腰部外围有一圈观景台，可以沿外部楼梯登上观景台，眺望鲜花港繁花似锦的美景。景区除了郁金香展，每年的5月中旬-9月底，鲜花港会举办荷花、睡莲等水生植物的主题展览。鲜花港内的餐厅不算多，西部区域南边梧桐大道上的绿色餐厅可以吃饭。公园的出入口处有鲜花超市，里面出售美丽的鲜花，还可以淘到很好玩的植物，比如肉肉的植物、会捕食虫子的植物等。鲜花港东距东海之滨约5公里，南距滴水湖也是5公里左右，可安排在一起游玩。",
        "score": 4.4,
        "price": 39.0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "上海市浦东新区东海农场振东路2号",
            "district": "浦东新区",
            "lng": 121.90808372412339,
            "lat": 30.952729084816
        },
        "imgSrc": [
            "img/485.jpg",
            "img/486.jpg",
            "img/487.jpg",
            "img/488.jpg",
            "img/489.jpg"
        ],
        "opentime": "全年 08:00-17:00",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 99,
        "title": "浦东第一图书馆",
        "description": "浦东新区陆家嘴图书馆位于浦东陆家嘴金融贸易区中心区域内，总建筑面积约3577平方米，是公益性的区级公共图书馆。浦东第一图书馆是由香港陈占美有限公司董事长陈占美先生捐资120万港元建造，于1986年10月16日正式对外开放。图书馆采用先进的RFID自动化管理系统，实行库、阅合一的平面开间布局，实施藏、查、借、阅一体化的开架服务。本馆内现有9个对外服务窗口: 成人外借室、成人阅览室、电子阅览室、少儿室、金融图书馆、综合活动室、共享工程影视播放厅、陆家嘴人才金港分馆和馆外24小时自助图书馆。",
        "score": 4.7,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "上海市浦东新区东方路38号(近昌邑路)",
            "district": "浦东新区",
            "lng": 121.52552820635454,
            "lat": 31.24768263872415
        },
        "imgSrc": [
            "img/490.jpg",
            "img/491.jpg",
            "img/492.jpg",
            "img/493.jpg",
            "img/494.jpg"
        ],
        "opentime": "周二-周日9:00-17:30，17:00停止入馆，周一闭馆；其他各图书阅览区域营业时间以馆内当天具体公示信息为准。",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            10,
            14,
            18,
            36,
            41,
            42,
            54,
            67,
            68,
            79,
            87,
            88,
            105,
            111,
            115,
            116,
            123,
            132
        ]
    },
    {
        "id": 100,
        "title": "周公馆",
        "description": "周公馆是思南路上的一座西班牙式花园洋楼，曾是1946年周恩来在上海工作、生活过的地方。周公馆整体保护得很好，现在依然能在里面看到当时的房间布局，还能看到按原样复制的家具和一些工作物品。在抗日战争胜利后的国共谈判期间，实际上这里是中国共产党代表团驻沪办事处，由于形势所迫对外宣称是周恩来的寓所，所以简称“周公馆”。周公馆掩映在法国梧桐树丛中，如今可以看到爬山虎几乎爬满了整栋建筑，楼后还有后花园，闹中取静，环境相当优美。入馆参观需注意里面禁止拍照。周公馆的一楼是会客室和周恩来的办公室兼卧室，当年周恩来多次在这里召开中外记者招待会。二楼是办事处外事人员的工作室兼卧室，陈列着收音机、英文打字机、油印机等物品。三楼正中为集体宿舍，时常作为办事处接待许多南来北往同志的临时住处。洋楼的底层还有传达室和汽车间，汽车间里停放着周恩来使用过的“别克”轿车（现为复制件）。来到花园，这里是一片草坪，草木间矗立着一座周总理的全身塑像。紧邻着周公馆还有一座附楼，里面是史迹图片陈列馆，展示了办事处的设立背景和在沪工作场景。此外，这里离孙中山故居纪念馆、刘海粟旧居等名人故居都不远，步行5-10分钟可到。",
        "score": 4.5,
        "price": 468.0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区思南路73号",
            "district": "黄浦区",
            "lng": 121.47487216935848,
            "lat": 31.220268390363415
        },
        "imgSrc": [
            "img/495.jpg",
            "img/496.jpg",
            "img/497.jpg",
            "img/498.jpg",
            "img/499.jpg"
        ],
        "opentime": "周二-周日9:00-16:00；周一闭馆(法定节假日除外)",
        "hotDegree": 0,
        "nearBy": [
            5,
            6,
            9,
            11,
            12,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            34,
            39,
            43,
            47,
            62,
            63,
            66,
            69,
            77,
            96,
            104,
            106,
            107,
            109,
            113,
            118,
            124,
            125,
            126,
            129,
            135,
            138,
            140,
            143,
            144,
            146,
            147,
            150
        ]
    },
    {
        "id": 101,
        "title": "龙华寺",
        "description": "龙华寺是上海地区历史最久、规模最大的古刹，距今已有1700多年历史，寺名来源于佛经上弥勒菩萨在龙华树下成佛的典故。龙华寺的中轴线上由南到北依次为弥勒殿、天王殿、大雄宝殿、三圣殿、在封闭庭院内的方丈室、藏经楼，共六进殿堂。比较特别的是其他寺庙的第一殿一般为天王殿，龙华寺的第一殿却是弥勒殿，突显了寺庙推崇弥勒的特点。大雄宝殿庄严肃穆，正面是如来佛、文殊、普贤三尊金身，背面是精美的海岛观音像，大殿两侧沿壁刻着二十诸天和十六罗汉。寺的东西两边有钟鼓楼，钟楼内敲钟需另外付钱，鼓楼内置一直径为1.7米的大鼓。东西偏殿有观音殿，另有罗汉堂。在三圣殿东有染香楼和牡丹园。龙华寺内可以付费吃素斋，因为特别好吃，来龙华寺烧香的游客几乎都会买一碗素面，经常看见排队等候吃素斋的场面。新年龙华寺有敲钟迎新活动，不少市民都想敲头钟，上头香，以祈得一年的平安。3、4月份有龙华庙会活动，上海有句老话，叫“三月三，上龙华，看桃花”，传说农历三月初三是弥勒化身布袋和尚的日子，为了纪念他，春天桃花开时，龙华寺举行纪念法会，香火旺盛，吸引很多民众和小商贩，形成了现在的庙会。每年龙华庙会都热闹非凡，有舞龙、舞狮表演，老上海街头手艺展示，当地特色美食出售等。龙华寺旁边有座龙华塔，相传是三国东吴孙权为孝敬他的母亲而建，唐末毁于战火，北宋太平兴国二年重建。因为上海土质松软，龙华塔已经倾斜，出于保护的需要，塔只能在外面看看，是不能上去的。",
        "score": 4.5,
        "price": 0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市徐汇区龙华路2853号",
            "district": "徐汇区",
            "lng": 121.45833743981954,
            "lat": 31.18032183038973
        },
        "imgSrc": [
            "img/500.jpg",
            "img/501.jpg",
            "img/502.jpg",
            "img/503.jpg",
            "img/504.jpg"
        ],
        "opentime": "9:00-16:30",
        "hotDegree": 0,
        "nearBy": [
            71,
            76,
            112,
            136
        ]
    },
    {
        "id": 102,
        "title": "上海马戏城",
        "description": "上海马戏城素有“中国马戏第一城”的美誉，位于大宁商圈及大宁灵石公园旁边，是一个以杂技场为主体的建筑，集文化、娱乐为一体的综合娱乐艺术场所。马戏城造型独特，金灿灿的穹型屋顶无论是在白天还是夜晚都是非常醒目的一道建筑风景，这里已成为上海的又一标志性建筑。杂技场内配有先进的灯光设备和多声道，多重环绕音响。表演设有旋转舞台、复合升降舞台、镜框式舞台和吊杆，加上高空的三圈马道，构成了一座设施完整、功能齐全的杂技表演场所。能够同时在高空、半空和地面做立体化、大场面演出，既能供杂技、马戏大赛和表演用，还能为综合性音乐、歌舞演出提供良好的表演空间。目前马戏城上演的常规演出有《欢乐马戏》和《ERA时空之旅》。《欢乐马戏》在马戏城旁的中剧场演出，非常适合家长带小孩子来观看。整部戏分为“海洋乐园”、“森林趣事”、“草原英姿”、“城市家园”等4个板块31个节目，彻底颠覆了传统马戏中演员驯兽的概念。小丑们的幽默表演逗得大家哈哈笑，最主要就是能看到猴子、黑熊、狮子、老虎、小狗、鹦鹉、马等动物轮番上阵，比一般动物园的动物好看多了，非常值得一看。建议选择A、B区的位置，离舞台更近，更容易和演员互动。而《ERA时空之旅》则已经成为了上海的一张名片，深受外国游客的喜爱，比较好的座位基本上都是外国人在捧场。整场演出分为“梦幻之境”、“时空秀水”、“碧波轻舟”、“千古绝顶”、“时空之轮”、“天籁之音”、“时空之恋”、“时空飞车”等八大看点。你可以看到表演者在十多米高的大风车上360度不停的旋转，也可以看到演员只用一条细软的绸缎就在空中盘旋飞舞，表演各种高难度动作。更令人激动的是在直径6.5米的巨型钢球内，同时有8辆摩托车交错开动，巨大的轰鸣声让你心潮澎湃。两场演出的时间分别是下午2点和晚上7点半，如果白天有时间的话也可以去大宁灵石公园游玩一下，或者去大宁国际商圈吃饭购物。",
        "score": 4.5,
        "price": 0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "静安区共和新路2266号",
            "district": "静安",
            "lng": 121.45827813368977,
            "lat": 31.28414208252042
        },
        "imgSrc": [
            "img/505.jpg",
            "img/506.jpg",
            "img/507.jpg",
            "img/508.jpg",
            "img/509.jpg"
        ],
        "opentime": "上海马戏城根据演出时间开放，演出售票时间9:00-19:30；表演一般周五、周六19:30-21:00。",
        "hotDegree": 0,
        "nearBy": [
            78,
            84
        ]
    },
    {
        "id": 103,
        "title": "M50创意园",
        "description": "M50是莫干山路50号的简称，位于苏州河南岸半岛地带，是原上海春明粗纺厂等纺织厂房改建而成的创意园区。这里与其他创意园区相比，最大的特色是沿街一墙连一墙满满的涂鸦和免费的画廊展览，在这里可以看到抽象的、写实的、水彩的、油画的等等各种画家的作品，懂行的看个道行，不懂行的看个热闹，不失为一个培养艺术灵感的好地方。也因为如此，M50弥漫着浓郁而随意的艺术氛围，少了些商业气，许多爱好文化产业、艺术创作的青年会到这里来走走看看，拍些小照，若累了还能找家小咖啡店呆着。几年来，M50吸引了包括英国、法国、意大利、瑞士、以色列、加拿大、挪威和中国香港在内的17个国家和地区以及来自国内十多个省市的130余位艺术家以及画廊、平面设计、建筑师事务所、影视制作、环境艺术设计、艺术品（首饰）设计等。这些艺术家及创意设计机构的入驻营造了苏州河沿岸浓厚的文化气息。",
        "score": 4.4,
        "price": 0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市普陀区莫干山路50号",
            "district": "普陀区",
            "lng": 121.45506214786232,
            "lat": 31.253867797930145
        },
        "imgSrc": [
            "img/510.jpg",
            "img/511.jpg",
            "img/512.jpg",
            "img/513.jpg",
            "img/514.jpg"
        ],
        "opentime": "全年 10:00-21:00",
        "hotDegree": 0,
        "nearBy": [
            15,
            22,
            23,
            47,
            95,
            96,
            118,
            135,
            138,
            140
        ]
    },
    {
        "id": 104,
        "title": "中共一大会址",
        "description": "中共一大会址是中国共产党的建党之地，1921年7月，中国共产党第一次全国代表大会在此召开。如今这里还原了当年开会时的家具摆设，同时展示有大量的历史资料和人物介绍。会址是典型的上海石库门老建筑，可见到青红交错的砖墙、一扇扇挂着铜环的黑漆大门。纪念馆的入口在兴业路上，在入口处领票、过安检后免费参观，要注意纪念馆内是不能拍照的。纪念馆内有义务讲解员，建议参观时跟随讲解员，可以听到很多生动的历史故事和人物介绍。展厅主要在二楼，这里陈列着家具、个人物品等文物以及文字图片资料，介绍了中国共产党诞生的史迹、历史背景、还有“一大”与会者介绍与各地共产主义小组活动记录。从展厅下到一楼，走过天井可看到一排四开间的小房间，这里就是当年开会的地方，可以看到里面还原的家具摆设和环境布置。参观完之后往出口方向会看到一台参观感言的液晶屏，可以留下你的感言或心愿，出口处在黄陂南路上。会址紧邻新天地，如有时间还可以去逛逛，体验小资与时尚。",
        "score": 4.6,
        "price": 128.0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市黄浦区黄陂南路374号",
            "district": "黄浦区",
            "lng": 121.4820287142377,
            "lat": 31.226119070731837
        },
        "imgSrc": [
            "img/515.jpg",
            "img/516.jpg",
            "img/517.jpg",
            "img/518.jpg",
            "img/519.jpg"
        ],
        "opentime": "全年 周二至周日 09:00-17:00(最晚入园16:00) 周一 不开放；中国法定节假日 09:00-17:00(最晚入园16:00)",
        "hotDegree": 0,
        "nearBy": [
            1,
            5,
            6,
            9,
            11,
            12,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            34,
            39,
            47,
            62,
            63,
            66,
            68,
            69,
            77,
            88,
            94,
            96,
            100,
            105,
            106,
            109,
            113,
            116,
            118,
            123,
            124,
            125,
            126,
            135,
            138,
            140,
            143,
            146,
            147,
            150
        ]
    },
    {
        "id": 105,
        "title": "老码头",
        "description": "老码头位于浦西黄浦江畔，是原来的“十六铺码头”，东到外马路，西到中山南路，北到毛家园路，南到新码头路。这里的临江弄堂、老式石库门群落流传着上海滩大亨们的故事。经改建后，曾经的锅炉房、职工澡堂、破旧厂房，如今已经变成为特色酒吧、主题餐厅、个性零售、创意工作坊等，全新蜕变为上海南外滩时尚新锐之地。老码头目前分为两个区域，广场和创意园区。广场有点类似新天地，到处都可以看到来自世界各地的老外，但是好在这里整体布局较开阔，平时的话游客没有那么多，也没有那么嘈杂。老上海风情加上一些现代独特的创意元素使这里成为了很多时尚年轻人拍婚纱照、举办婚礼的地方，同时也吸引了很多摄影爱好者经常来采风。广场内到处可以看到富有创意的小景观，如雕刻成英文字母样子的凳子、大红色的人形雕塑、超大的水壶及木雕的品茶桌。最值得一提的是园区中央的喷水池，水池的水可以抽干，中间的通道可以作为T台，这里曾上演过多场时装秀。创意园区部分导入的则是创意产品工作坊、先锋艺术家工作室、商务办公等元素，目前已引入许多极具特色的创意时尚类店铺和艺术画廊入驻。当然，因为与众不同，商品的整体价格也较贵。白天的老码头相对比较安静，多是游客参观，你可以在园区内拍照留念，或者沿着码头边的栏杆走走，吹吹江风，眺望一下对面的陆家嘴金融贸易区，走累的话可以选择一家露天的咖啡店，点一杯咖啡，品味一下慢生活。如果是夏天，你还可以去这里的人工阳光沙滩游玩一下，打一场沙滩排球，与朋友、爱人和孩子一起做沙雕，穿上比基尼，涂上防晒霜，舒适的躺在休闲椅上，嘴里再喝上一杯加冰饮料，享受劲爽夏日。沙滩的入口处就有更衣室和冲淋的地方，可以自带衣物更换。当然晚上的景色也是不容错过的，华灯初上，你可以选择Mythos、Long House这种有露台的餐厅，一边品尝美食，一边欣赏黄浦江全景，东方明珠、金茂大厦一览无遗。这里的美食应有尽有，不管是哪个国家的，都会让你吃了无法忘怀。入夜时分，要是还有精力，可以去一些沿着江边的小酒吧坐坐，点上一杯鸡尾酒，跟着现场音乐摇摆，感受上海的夜生活。",
        "score": 4.4,
        "price": 0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区中山南路505号",
            "district": "黄浦区",
            "lng": 121.51192912754425,
            "lat": 31.224710129164887
        },
        "imgSrc": [
            "img/520.jpg",
            "img/521.jpg",
            "img/522.jpg",
            "img/523.jpg",
            "img/524.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            14,
            18,
            20,
            31,
            34,
            36,
            41,
            54,
            63,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            99,
            104,
            106,
            115,
            116,
            120,
            123,
            132,
            143,
            146,
            147
        ]
    },
    {
        "id": 106,
        "title": "上海文庙",
        "description": "上海文庙位于市中心老西门东侧，是上海市区唯一的孔庙，也曾是古代上海的最高学府。上海文庙始建于元朝（1294年），几经迁移后落于现址，如今看到的文庙是清咸丰五年（1855年）所建，这里既有大气的明清风格建筑，又有环境清幽的江南园林风貌，还能看到奇石、根雕展和茶壶展，以及上海古代文人碑刻展示。文庙庙第为三进式院落，一进分上下两院，二进为棂星门，院子两端有奎文阁和尊经阁，三进是大成门、大层殿和两座钟鼓楼构成的四合院。大成殿前左右有东西庑殿，与大成门及围墙组成一封闭院落，两座殿内有明清楹联壁碑展。大成殿前还有孔子雕像和大成钟，每年高考前都有不少学子来这里许愿撞钟，并在殿前的树上系上红丝带以求好运。大成殿是祭孔正殿，殿内展有上海书法家刘小晴以楷书写的《论语》全文16400余字，被刻在52块青石板上，镶嵌于大成殿内壁四周，刻工相当精细。往东走来到尊经阁，它始建于明代成化年间，是上海最早的官方图书馆，阁前有灵璧石，形似麒麟。尊经阁南面坐落的明伦堂曾是儒生讲学之所，里面可以看到排放整齐的学案。在堂前放置着一尊青铜方鼎，鼎上铭刻着“博学于文，约之于礼”和“学而不厌，诲人不倦”。文庙的东首有一座高三层的魁星阁，建于1855年，是学宫的主要建筑。魁星阁是上海市区少见的楼阁古迹，飞檐、攒尖顶的外观很有历史感，据说以前登临此阁可以俯瞰上海老城厢的全貌。阁前有一方池塘，这里草木葱郁，好似一座袖珍的园林，而池塘中立着的“龙吟虎啸”灵璧石非常形象。文庙周边，沿老道前街、梦花街、学宫街开设具有浓厚文化色彩的古玩、书画轩、古钱币、邮品等商店，有时也会有年长者摆地摊卖古玩。这一带更有许多街头小吃及公仔店、文具店、小商品店，成为学生和年轻人爱去逛的地方。值得一提的是，文庙东北角有一条书市交易区，有卖打折书。而每周日在文庙内有旧书市场（雨天没有），花一块钱便可进入，古书、二手书、二手杂志、新书、漫画、外文书应有尽有，耐心淘上个把钟头必有所获，是爱书者必去之地。",
        "score": 4.3,
        "price": 0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "上海市黄浦区文庙路215号",
            "district": "黄浦区",
            "lng": 121.4946002339514,
            "lat": 31.2233288747832
        },
        "imgSrc": [
            "img/525.jpg",
            "img/526.jpg",
            "img/527.jpg",
            "img/528.jpg",
            "img/529.jpg"
        ],
        "opentime": "9:00-17:00，16:30停止入场。",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            31,
            34,
            36,
            41,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            100,
            104,
            105,
            109,
            115,
            116,
            120,
            123,
            124,
            126,
            135,
            138,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 107,
        "title": "巴金故居",
        "description": "巴金故居位于徐汇区武康路上，林荫之下的铁皮大门显得格外低调，毫不起眼。一代文豪巴金先生与家人就在这里居住了四十多年，而巴老的小说《团员》、散文集《倾吐不尽的感情》、翻译作品《往事与随想》以及著名的《随想录》等文学著作就是在这里完成的。故居由一栋三层的主楼和两栋小辅楼组成，楼旁有一片花园。主楼始建于1923年，曾为苏联商务代表处， 1955年巴金与家人一同迁入这里定居。如今楼内的客厅、餐厅、书房等均已按巴金生前的布置而还原，花园里种满了各种植物，其中有不少是以前巴老亲手栽植的。故居的一楼主要是陈列室，可以看到巴金的作品及用过的物品，还可以参观厨房、阳台，阳台是巴金晚期写作的地方。二楼是卧室与书房，卧室布置干净，书房中陈列着巴金收藏的许多书籍，虽然不能入内参观，但在门口可以把房内看得很清楚。三楼是巴金档案室，不对外开放。在楼里参观完可以出来在花园里走走看看，花园不算大，但环境不错，在市区里算是闹中取静的一处了。在一旁的咨询室有出售巴金的著作，还可以盖纪念章。",
        "score": 4.5,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市徐汇区武康路113号",
            "district": "徐汇区",
            "lng": 121.44708985174948,
            "lat": 31.21503563665319
        },
        "imgSrc": [
            "img/530.jpg",
            "img/531.jpg",
            "img/532.jpg",
            "img/533.jpg",
            "img/534.jpg"
        ],
        "opentime": "景区暂时停业，详情请以景区公示为准，原开放时间周二-周日10:00-16:30，周一闭馆。",
        "hotDegree": 0,
        "nearBy": [
            16,
            23,
            39,
            43,
            47,
            60,
            64,
            65,
            69,
            71,
            76,
            96,
            100,
            109,
            112,
            113,
            118,
            119,
            124,
            125,
            129,
            135,
            138,
            144,
            150
        ]
    },
    {
        "id": 108,
        "title": "醉白池",
        "description": "醉白池位于松江老城区，是一座典型的江南园林，园内古木葱茏、环境清幽，漫步在其中可享受闹市中难得的古雅和宁静。醉白池不大，但这里亭台楼阁、假山池塘样样俱全，透过回廊的花窗可看到别致的花卉园景。夏季可来避暑赏荷，深秋时可来观一年一度的菊花展，园内还可看到上百件出自名家手笔的匾额、碑刻与石雕。醉白池是上海五大古典园林（豫园、古漪园、醉白池、秋霞圃、曲水园）中最古老的一座，前身为宋代的私家宅园，后成为明末书画家董其昌的住所，现存园林部分为清代画家顾大申在旧址上所辟建。醉白池现已成为公园，分为内园和外园两部分，外园是新建的，内园即是原有的经典园林，从人民南路的西大门入园走到最深处就可到内园。进入外园，迎面是一座砖刻照壁，上面的雕刻展现了醉白池的风光景点。沿着林荫道向东行，途中可参观迁建不久的清代古典民宅“雕花厅”，厅内的木雕“赤壁大战”值得一观。再向前有石拱桥，上桥可纵观南北开阔的荷花池，尤其夏秋之际荷花盛开、清香扑鼻。外园内还有大草坪，以及名为“五色泉”的假山瀑布和名为“读书堂”的茶室。穿过杉树林，由西边廊屋可进入内园，园中央是一潭长方形的荷花池塘，这就是醉白池，在池塘四周的回廊中闲庭信步，很是惬意。内园虽小但花木葱郁，园内有很多观赏松和竹，池北有棵三百多年树龄的大香樟，池东有牡丹圃，池西雪海堂后院有金桂、银桂。池塘周围和厅阁中常常摆满了各种花卉盆栽，尤其每年11月中旬的菊花展很值得一看，可见到上百个品种的菊花。另外，紧挨着内园南面还有一座盆景园，里面景色也不错。内园中的回廊连接着各个楼阁，主要有雪海堂、四面厅、池上草堂、轿厅、乐天轩等建筑，这些楼阁多为清代建筑，里面古色古香，仍按照古时的室内格局摆放着各种红木家具。池上草堂的门檐下挂着著名画家程十发题写匾额“醉白池”。内园南部有碑刻画廊，可见到很多书画大家的石刻碑碣，有元代书法家赵孟頫的《赤壁赋》、清代郑板桥的《难得糊涂》、以及明代画家董其昌所写条幅等，这些都是醉白池的特色。",
        "score": 4.5,
        "price": 12.0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "上海市松江区人民南路64号",
            "district": "松江区",
            "lng": 121.2356011378571,
            "lat": 31.008201150260106
        },
        "imgSrc": [
            "img/535.jpg",
            "img/536.jpg",
            "img/537.jpg",
            "img/538.jpg",
            "img/539.jpg"
        ],
        "opentime": "全年 07:00-17:00(最晚入园16:30)；外园开放时间：07:00-17:00，内园开放时间：07:00-17:00，厅堂开放时间：08:00-17:00",
        "hotDegree": 0,
        "nearBy": [
            83
        ]
    },
    {
        "id": 109,
        "title": "孙中山故居纪念馆",
        "description": "孙中山故居纪念馆坐落在繁华的淮海路边闹中取静的小路香山路上，由孙中山两幢楼组成。孙中山故居原名莫利爱路寓所，由当时旅居加拿大的华侨集资买下赠送给孙中山，是1918年6月孙中山辞去海陆军大元帅职务，从广州回到上海后与夫人居住的地方。孙中山文物馆和孙中山故居为欧式建筑风格，文物馆并不是孙中山的居所，是后来开辟出来陈列文物的，孙中山故居才是当时孙中山住的地方。两幢楼内都有箭头指示游览路线，跟着箭头走就好，两幢楼都不大。走进纪念馆的铁门，首先看的是一座孙中山塑像，塑像后面就是孙中山文物馆。文物馆外左手边一间小房间里会不定期地举办与孙中山相关的临时展览。看完小房间里的展览，从挂着“孙中山文物馆”横匾的那扇门进入，一楼门口的架子上放着些上海旅游的相关资料，可以免费拿取。一楼没有展览，直接上二楼。上楼后右手边的小房间是影视室，滚动播放电视文献片《走近孙中山》。二楼珍藏着孙中山用过的物品、穿过的中山装，当时发表的各种中、英文文献，还有爱国人士支持北上赠送的银鼎等，靠门的墙上能看到“天下为公”书法。三楼一般是“游客止步”不给上的，顺着指示箭头从另一侧楼梯下到一楼，有一个出售孙中山相关纪念品的购物点。文物馆是前门进后门出的，后门出来，就能看到孙中山故居这幢楼了。往右手走是故居楼前的草坪，围绕着冬青、香樟和玉兰等树木花卉，楼前的墙上攀爬着蔷薇花，站在小花园里感觉特别幽静、雅致。往左手边走就进入故居了，可参观两层，一楼有厨房、餐厅、会客厅，二楼有卧室、书房、小客厅。楼内的陈设绝大多数是原物原件，并根据其夫人生前的回忆，按二、三十年代的原样布置。故居进门的房间中央箱子里放着鞋套，自己拿，参观故居需要穿鞋套。穿完鞋套别直接走人，放鞋套的那间房间也能参观，是厨房，有30年代的煤灶和煤气灶，都是国外进口的，煤气灶至今仍可以使用，当年在国外也不是每一户人家都用得起它的。接着去参观一楼的餐厅和会客厅，会客厅里挂着一幅孙中山的照片，相片的周围用彩色丝带围成一个钟形，意喻中山先生要用革命的钟声唤起中国民众。跟着游览指示箭头上二楼。二楼的卧室布置朴素温馨，一只衣橱，一张梳妆台，两张单人床拼成的对床，两把椅子，还有一把可躺下的靠背沙发椅和一张斜板写字台。边上的书房东、北、西三面都放着书橱，正中有一张六角桌，六角桌旁还有一张书桌。参观完小客厅下楼，故居是同一扇门进同一扇门出的，记得把鞋套归还到进门房间的箱子里。孙中山故居纪念馆所在的香山路包括旁边的思南路等环境很好，道两边是遮天的法国梧桐，一座座小洋房隐藏在绿荫里，可以沿路走走，看看老上海租借区的风景。故居边上就是复兴公园，也是个有老上海记忆的地方，到了秋天，公园里的法国梧桐七彩的落叶铺满路，十分美丽。",
        "score": 4.6,
        "price": 468.0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区香山路7号",
            "district": "黄浦区",
            "lng": 121.4740371872005,
            "lat": 31.222129084313085
        },
        "imgSrc": [
            "img/540.jpg",
            "img/541.jpg",
            "img/542.jpg",
            "img/543.jpg",
            "img/544.jpg"
        ],
        "opentime": "周二-周日9:00-17:00，16:30停止售票；周一闭馆（除国家法定节假日外）。",
        "hotDegree": 0,
        "nearBy": [
            5,
            6,
            9,
            11,
            12,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            34,
            39,
            43,
            47,
            62,
            63,
            66,
            69,
            77,
            96,
            100,
            104,
            106,
            107,
            113,
            118,
            124,
            125,
            126,
            129,
            135,
            138,
            140,
            143,
            144,
            146,
            147,
            150
        ]
    },
    {
        "id": 110,
        "title": "课植园",
        "description": "课植园位于朱家角古镇西北部，是当地最大的园林建筑，园内小桥流水、一步一景，是古镇内最值得一游的收费景点，而且环境清幽。课植园始建于1912年，历时15年建成，曾是当地巨贾马文卿的私宅。这座园林的设计结构和所用装饰建材，很多都采用中西合璧的形式，是课植园的一处特色。课植园的大门临着水巷，门口看起来平淡无奇，但里面却别有洞天，尤其是穿过几道厅堂后会看到庞大的花园。课植园内分为课园和植园两大部分，课园是主人一家曾经的生活学习区，植园是娱乐耕作区。“课植”二字寓意“课读之余不忘耕植”之意，表现了园主人耕读持家的平和心理。首先进入的是连续的厅堂建筑，包括轿厅、会客厅、迎贵厅等，厅堂里雕梁画栋，装饰十分考究。屋顶面采用双层瓦片行板结构，有冬暖夏凉之奇效，头厅后仪门处还饰有精细砖雕，处处彰显大富人家的豪华气派。穿过厅堂是一条曲径通往花园，望月楼、书城是园内最为典型的中西合璧建筑，园中碑廊里镶嵌着明代四大才子唐、祝、文、周的诗词信札等手迹石刻。园内有池塘假山、亭台楼榭，还建有戏台、九曲桥、以及假山上的倒挂狮子亭等建筑。园内的植物十分葱郁，走在绿意盎然的小径中可感受恬静安宁。与很多江南园林不同的是，这座园林深处中还辟有稻田、菜地和果林，取名为“稻香村”。这是当年园主人马文卿为让儿孙们体会农夫耕作之辛劳、以及耕九馀三的持家理念，而他自己则经常下田劳作以作榜样。",
        "score": 4.4,
        "price": 25.0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市青浦区朱家角镇西井街119号",
            "district": "青浦区",
            "lng": 121.0598985915659,
            "lat": 31.119525724311554
        },
        "imgSrc": [
            "img/545.jpg",
            "img/546.jpg",
            "img/547.jpg",
            "img/548.jpg",
            "img/549.jpg"
        ],
        "opentime": "全年 08:30-16:30",
        "hotDegree": 0,
        "nearBy": [
            21,
            90
        ]
    },
    {
        "id": 111,
        "title": "上海犹太难民纪念馆",
        "description": "北外滩提篮桥一带坐落着几栋灰色和红色砖墙相间的欧式老房子，二战期间，近两万名来自欧洲的犹太难民曾在这里生活着直到战争结束。其中那栋红砖斜尖顶的三层房子，就是如今犹太难民纪念馆的主体建筑，在这里你可以了解到犹太难民来沪避难的历史背景、看到当时犹太人在这里的居住环境和生活风貌以及生活用品实物，可以全面解读犹太人与中国人的历史情结。纪念馆内共有三个展示厅，有志愿者提供免费讲解，上午讲解时间为：9:30、10:15、11:00、12:30，下午讲解时间为：13:15、14:00、14:45、15:30、16:15。每逢5月18日国际博物馆日，纪念馆会免费开放，但是游客也相当多，需要排队入内。纪念馆主楼即为第一展厅，其前身是“摩西会堂旧址”，当时在沪的犹太难民们经常在这里聚会和举行宗教仪式。如今在入口处的墙和顶上，可以看到幸存难民的照片。一楼往里走是礼拜堂，进去要穿上馆内提供的鞋套。二楼是以色列友人所赠物品陈列，可以看到一些充满了犹太文化的生活用品和宗教物品。三楼展示的是纳粹迫害犹太人的史料，陈列着一些来自奥斯维辛集中营的罪证物品。主楼后面还有两个展示厅，二号展示厅展示了140余幅珍贵图片，你可以通过多媒体影片的播放，完整地了解犹太难民在上海的这段历史，还能看到难民护照和上海犹太早报等实物复制品、刻有拉宾题词的大型石片等；三号展示厅经常有各种主题新颖的展览展出。1933年至1941年，上海接纳了近三万名来自欧洲、从纳粹魔掌下逃离的欧洲犹太难民。他们大多居住于提篮桥一带的舟山路、霍山路、长阳路，与当地居民和睦相处。至1945年战争结束，大多数犹太难民得以幸存并全部离去，他们中的大部分人成了以色列复国后的第一代开国元勋。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "上海市虹口区长阳路62号",
            "district": "虹口区",
            "lng": 121.51575469989753,
            "lat": 31.259997373582625
        },
        "imgSrc": [
            "img/550.jpg",
            "img/551.jpg",
            "img/552.jpg",
            "img/553.jpg",
            "img/554.jpg"
        ],
        "opentime": "全年 09:00-17:00",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            10,
            14,
            18,
            36,
            41,
            42,
            54,
            58,
            67,
            68,
            75,
            79,
            87,
            88,
            94,
            99,
            115,
            116,
            123,
            132,
            139
        ]
    },
    {
        "id": 112,
        "title": "徐家汇源景区",
        "description": "徐家汇是素以汇聚百货大楼和数码商城而出名的繁华商圈，但在这片林立的高楼之间，你也能寻觅到不少外观特别的老建筑。比如拥有140年历史的徐家汇观象台、上海现存最早的近代图书馆徐家汇藏书楼、俗称“小红楼”的东方百代唱片公司旧址等。你也可以去上海现存最早的民居参观徐光启纪念馆、去上海最大的天主教堂徐家汇天主堂聆听圣音，或是去土山湾博物馆了解土山湾孤儿工艺院的历史。这些镌刻着徐家汇历史与文化的景点，组成了徐家汇源景区。徐家汇源景区东起宛平南路、天平路、华山路，南临中山南二路，西至凯旋路，北达淮海西路。明朝名相、中西文化交流先驱徐光启曾居于此，后来他的后裔聚居此地，因此得名徐家汇。在徐光启的引领下，天主教在上海开教发展，后来徐家汇成为天主教氛围与欧陆风情浓郁的地区，如今在徐家汇源的景点中你仍能找到各种具有年代感的宗教元素，比如徐家汇圣母院旧址、由天主教传教士创办的徐汇公学旧址等。徐家汇源的景点都可以免费参观，在徐家汇源游客中心可拿取免费门票。徐家汇天主堂、土山湾博物馆、徐光启纪念馆、交大校史博物馆、钱学森图书馆、圣母院旧址都可以入内参观，而徐汇公学旧址、徐家汇藏书楼、百代公司旧址等建筑目前只能参观建筑外围或只开放部分区域。这些景点大多集中在徐家汇天主堂附近，可在游客中心借辆自行车，骑自行车依次参观很方便。推荐骑游路线：游客中心-徐家汇天主堂-徐家汇观象台-光启公园（徐光启墓、徐光启纪念馆）-土山湾博物馆-圣母院旧址-徐家汇公园（百代公司旧址）。",
        "score": 4.6,
        "price": 0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市徐汇区蒲西路166号-1（徐家汇源游客中心）",
            "district": "徐汇区",
            "lng": 121.44304286954562,
            "lat": 31.19711622082203
        },
        "imgSrc": [
            "img/555.jpg",
            "img/556.jpg",
            "img/557.jpg",
            "img/558.jpg",
            "img/559.jpg"
        ],
        "opentime": "景区全天开放；景区内各景点开放时间不同，详情可电话咨询。",
        "hotDegree": 0,
        "nearBy": [
            43,
            60,
            64,
            65,
            71,
            76,
            101,
            107,
            125,
            129,
            136,
            144,
            149
        ]
    },
    {
        "id": 113,
        "title": "长乐路",
        "description": "长乐路在旧上海叫石蒲路，是一条有人物、有故事、有历史的路。从文人到政客，从汪精卫到张爱玲，这些名字都与这条路有着密切的联系。长乐路起于华山路，止于重庆路，从其并不算宽阔的马路来看，这条路显得过长了些，概括起来，它可以分为三段：长乐华山路到长乐常熟路为第一段，这里远离平民，路两边都是庭院深深的花园洋房，高耸而紧闭的大铁门看起来神秘而充满凝重的气氛，低调地隐藏在梧桐树后，总让人猜测他的主人会不会是老上海没落大家族的后裔或某个深居简出的艺术家。长乐路陕西路到长乐路瑞金路为第二段，这里有着百年的小资情节。张爱玲曾住过的华懋公寓正在这条路上，而在华懋公寓对面，各种内敛而特色的酒吧，服装饰品小店。有女孩子喜欢的手工艺品、玩具公仔，也有潮流人士喜爱的设计服饰鞋包。长乐路瑞金路到长乐路重庆路段是第三段，它的左边是广场公园，也就是原来的延中绿地，右边则是颜色模糊，连电表依旧还是上下共用的老房子。长乐路有赶不完的时髦，逛不完的个性小店，“潮”成了它的特色，吸引了不同风格的设计师、明星、潮人、外国时尚人的纷纷入驻。逛累了还可以在这里轻松找到好吃有名的餐厅，比如很红的保罗酒家，阿毛餐馆等。",
        "score": 4.4,
        "price": 0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市长乐路（跨静安区、徐汇区、卢湾区）",
            "district": "长乐路（跨静安区",
            "lng": 121.46229337965828,
            "lat": 31.225969410116832
        },
        "imgSrc": [
            "img/560.jpg",
            "img/561.jpg",
            "img/562.jpg",
            "img/563.jpg",
            "img/564.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            9,
            12,
            13,
            15,
            16,
            22,
            23,
            39,
            43,
            47,
            60,
            62,
            63,
            64,
            69,
            95,
            96,
            100,
            104,
            107,
            109,
            118,
            119,
            124,
            125,
            126,
            129,
            135,
            138,
            140,
            144,
            147,
            150
        ]
    },
    {
        "id": 114,
        "title": "SkyBridgeHQ天会（原凌空SOHO）",
        "description": "这座新锐建筑原名：凌空SOHO，是由世界著名建筑师Zaha Hadid（扎哈.哈迪德）担纲总建筑设计师，也是扎哈在上海的首个建筑设计作品。12栋建筑被16条空中连桥连接成一个空间网络，整体拥有动感十足的流线型外观以及丰富的空间变化，极具视觉冲击力。如此独具未来感的建筑造型，已经吸引众多剧组来到这里取景拍摄。《大好时光》、《何以笙箫默》、《欢乐颂》、《漂洋过海来看你》、《杉杉来了》等电视剧里面都能看到它的倩影。几乎每天路过这里都能看到大批摄影爱好者在这里架着长枪短炮拍摄大片，更有驾驶航拍机的摄影师，从空中俯拍这座壮观迷人的建筑。这里也是附近居民休闲的新去处，门口的大喷泉深受小朋友们的喜爱。下沉式的广场内有众多美味餐厅、超市，还有一家大型的IMAX电影院。2019年4月，这座地标性建筑，更名为：“SKYBRIDGE HQ 天会”。",
        "score": 4.8,
        "price": 0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "上海市长宁区金钟路968号",
            "district": "长宁区",
            "lng": 121.35959307241575,
            "lat": 31.228015979073298
        },
        "imgSrc": [
            "img/565.jpg",
            "img/566.jpg",
            "img/567.jpg",
            "img/568.jpg",
            "img/569.jpg"
        ],
        "opentime": "全天开放（仅可参观建筑外观）",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 115,
        "title": "上海环球金融中心观光天阁",
        "description": "位于上海金融中心100层的观光厅高474米，这层最有特色的当属一条长约55米的悬空观光长廊，长廊设有3条透明玻璃地板，可以清楚地看到地面上穿行的汽车、行人，还能将陆家嘴的摩天大楼及浦江两岸的上海美景尽收眼底。",
        "score": 4.7,
        "price": 0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市浦东新区世纪大道100号100F",
            "district": "浦东新区",
            "lng": 121.51420808370779,
            "lat": 31.240286930090868
        },
        "imgSrc": [
            "img/570.jpg",
            "img/571.jpg",
            "img/572.jpg",
            "img/573.jpg",
            "img/574.jpg"
        ],
        "opentime": "11:00-21:00，20:00停止入场。",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            14,
            18,
            20,
            31,
            34,
            36,
            41,
            42,
            54,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            106,
            111,
            116,
            123,
            132,
            143,
            146,
            147
        ]
    },
    {
        "id": 116,
        "title": "上海外滩美术馆",
        "description": "上海外滩美术馆邻近外滩与外白渡桥，所在建筑是建于1932年的亚洲文会大楼，“上海博物院”曾坐落在这里。美术馆经常会有不同的展览，你在这里可以看到中外艺术家的作品，有抽象画、雕塑、小场景布置等。上海外滩美术馆融合了中西文化的建筑元素，具有典雅而精致的装饰艺术风格，现已成为上海高颜值拍照圣地，深受文艺青年的喜爱。美术馆里面的展览主要是定期的专题展，每隔几个月就会更换主题和展品，你可以跟随讲解员详细了解展品的内涵。此外，咖啡厅室内的墙上也有部分展品，而室外部分是一个天台，可以欣赏周边的城市风光，或者坐在这里喝上一杯咖啡，小憩一下感觉也不错。",
        "score": 4.6,
        "price": 0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市黄浦区虎丘路20号",
            "district": "黄浦区",
            "lng": 121.49407652812722,
            "lat": 31.246866701880958
        },
        "imgSrc": [
            "img/575.jpg",
            "img/576.jpg",
            "img/577.jpg",
            "img/578.jpg",
            "img/579.jpg"
        ],
        "opentime": "美术馆翻新扩建，暂时停业，预计2020年9月重新对外开放；原开放时间：周二-周日10:00-18:00（17:30停止售票）；周一休馆。",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            63,
            66,
            67,
            68,
            77,
            79,
            84,
            87,
            88,
            94,
            99,
            104,
            105,
            106,
            111,
            115,
            123,
            126,
            132,
            139,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 117,
        "title": "宝藏湾",
        "description": "宝藏湾是全球迪士尼乐园首个以海盗为主题的园区，让游客可以参与到杰克船长和戴维·琼斯船长的冒险中。“加勒比海盗——沉落宝藏之战”利用尖端的机器人、动画、布景及多媒体技术将水载乘坐项目变为惊险刺激的大冒险。富探险精神的游客们还可以划着“探险家独木舟”游美丽海湾，踏上海盗船的甲板，在“巴波萨烧烤”大快朵颐。",
        "score": 4.8,
        "price": 0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区迪士尼乐园内",
            "district": "浦东新区",
            "lng": 121.67196444062243,
            "lat": 31.148266917519663
        },
        "imgSrc": [
            "img/580.jpg",
            "img/581.jpg",
            "img/582.jpg",
            "img/583.jpg",
            "img/584.jpg"
        ],
        "opentime": "加勒比海盗—沉落宝藏之战：9:00- 21:00，探险家独木舟：9:00-17:00，巴波萨烧烤：10:30-19:30，更多娱乐项目营运时间具体可查询官网或提前电话咨询。",
        "hotDegree": 0,
        "nearBy": [
            3,
            56,
            137
        ]
    },
    {
        "id": 118,
        "title": "静安别墅",
        "description": "静安别墅是上海最大的新式里弄住宅群，于1932年由开发商张潭如投资建造。该地曾是潮州会馆基地，并有马厩，为英国人养马场所，也曾居住过蔡元培、孔祥熙、于右任等知名人士。区域内除一幢建筑属于一般历史建筑外，其余均为历史优秀保护建筑。静安别墅可以说是上海民居中的一个缩影，具有一定的代表性。上世纪三四十年代，诸多名门望族和社会名流曾居住于此，蔡元培曾居住于静安别墅52号，在此开始了他的革命工作和教育事业。于右任曾寓居于静安别墅，在此研究编辑《两陋木筒汇编》、《标准草书》等著作。孔祥熙更是于1942年购得大部分静安别墅产业，后委托美商中国营业公司经租。如今静安别墅保留了183幢房屋。经过几十年的变迁，传奇般地静安别墅褪去了当年的浮华。这里一楼每户都有个十来平方的天井，抬头望天时，还会看到保留完好的墙面浮雕、西式小阳台、黑色铸铁窗棂，楼与楼之间宽敞的公共空间绿意葱茏，这些正是咖啡馆、画廊等的理想生活场景。咖啡、丝袜奶茶和小馄饨让游客在品味的同时感受老上海的情调。作为老上海新式里弄住宅的代表，纵然年华老去，静安别墅的独特风韵与别样风情仍吸引不少影视作品取景，就连电影《色戒》也曾在此取景。",
        "score": 4.5,
        "price": 0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市静安区南京西路1025弄1-198号",
            "district": "静安区",
            "lng": 121.46520703088495,
            "lat": 31.233058870305758
        },
        "imgSrc": [
            "img/585.jpg",
            "img/586.jpg",
            "img/587.jpg",
            "img/588.jpg",
            "img/589.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            6,
            9,
            12,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            39,
            43,
            47,
            62,
            63,
            66,
            69,
            95,
            96,
            100,
            103,
            104,
            107,
            109,
            113,
            119,
            124,
            125,
            126,
            129,
            135,
            138,
            140,
            143,
            144,
            147,
            150
        ]
    },
    {
        "id": 119,
        "title": "愚园路",
        "description": "愚园路，上海西区一条著名马路。这条悠长的老街，从静安寺一直通往中山公园，老街上汇集了上海20世纪20、30年代的老洋房。走在街上，充满了上海元素。1136弄31号的汪公馆现在成了少年宫，520弄奇特的欧式空中楼阁是连环画作家顾炳兴的旧居，395弄西班牙花园式的涌泉坊别具特色。如今的愚园路除了有不少优秀历史建筑，更是特色小店林立。走在愚园路上刚路过一家台湾冰店，下一家就有可能是一家西式甜品店，再多走一步又能路过一个历史名人故居。",
        "score": 4.6,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市静安区愚园路",
            "district": "静安区",
            "lng": 121.44184583164,
            "lat": 31.227048345575287
        },
        "imgSrc": [
            "img/590.jpg",
            "img/591.jpg",
            "img/592.jpg",
            "img/593.jpg",
            "img/594.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            23,
            39,
            43,
            47,
            60,
            64,
            65,
            95,
            96,
            107,
            113,
            118,
            125,
            129,
            135,
            138,
            144,
            150
        ]
    },
    {
        "id": 120,
        "title": "上海当代艺术博物馆",
        "description": "上海当代艺术博物馆坐落于黄浦区黄浦江北岸，与黄浦江斜对岸的中华艺术宫遥遥相对。当代艺术博物馆主要展出各类当代艺术作品，经常会有不同的专题展览，你可以在这里欣赏到各种抽象艺术作品或者新概念艺术展品，充分激发你的审美观和想象力。博物馆的前身是始建于1897年的南市发电厂，其165米的钢筋混凝土烟囱笔直高耸，很远就能看到这栋工厂外形的建筑。博物馆内宽敞明亮，可见到粗犷的钢结构大梁，厂房改建的痕迹明显，也很有历史感。展厅主要位于博物馆的一至五层，五层还有咖啡厅，而七楼的云餐厅可提供正餐。博物馆的展品通常并不固定，经常会有不同的专题展览，比如曾举办过的艺术设计展、时代肖像展、瑞士景观设计、法国蓬皮杜中心藏品展、卡地亚时间艺术展等等，所以可能你隔一段时间再去时，看到的展品与上一次会完全不同。如果想具体理解艺术展品的含义，可在一楼租借语音导览器，一般为每台20元。博物馆的展览是免费开放的，不过也会常有一些特展需要购买门票才能入内，根据特展不同票价也不同，具体可先在博物馆官网上查询当前展览内容和门票情况。当代艺术博物馆也是上海双年展的主场馆，每两年一届的双年展是亚洲最具影响力的艺术展览盛会之一。",
        "score": 4.4,
        "price": 0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "上海市黄浦区花园港路200号（南车站路以南）",
            "district": "黄浦区",
            "lng": 121.5054543174962,
            "lat": 31.20650624234371
        },
        "imgSrc": [
            "img/595.jpg",
            "img/596.jpg",
            "img/597.jpg",
            "img/598.jpg",
            "img/599.jpg"
        ],
        "opentime": "​周二-周日11:00-19:00，18:00停止入场；国定节假日均开放，周一闭馆。",
        "hotDegree": 0,
        "nearBy": [
            5,
            11,
            16,
            34,
            52,
            63,
            77,
            105,
            106,
            122,
            124,
            146
        ]
    },
    {
        "id": 121,
        "title": "钟书阁",
        "description": "走进店里，马上就可以体会“钟书”的含义，两层楼面，上上下下、四面八方都是书，连门厅的地下(铺着玻璃)、楼梯一侧等等，都放着书，层层叠叠，密密麻麻。书店自然要营造满目皆书的视觉效果，但这里所有的大空间都被分隔成一间间带有不同主题的小书房，显得非常精致，体贴。而且每个房间设计都很独到，富有艺术气息，令人产生在大英图书馆阅读的错觉。讨论室、小画廊、写作室、咖啡室等休闲区都被安排得周到而合适，很有节奏感。独特的建筑装修风格，安静的文化氛围，它被读者称为“最美的书店”，看来是当之无愧的。",
        "score": 4.7,
        "price": 0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市松江区三新北路900弄泰晤士小镇930号",
            "district": "松江区",
            "lng": 121.20401482249827,
            "lat": 31.039962223656538
        },
        "imgSrc": [
            "img/600.jpg",
            "img/601.jpg",
            "img/602.jpg",
            "img/603.jpg",
            "img/604.jpg"
        ],
        "opentime": "全年 9:00-18:00",
        "hotDegree": 0,
        "nearBy": [
            45
        ]
    },
    {
        "id": 122,
        "title": "梅赛德斯-奔驰文化中心",
        "description": "滨江而筑的梅赛德斯-奔驰文化中心以其穿梭腾飞的姿态傲立于2010年上海世博会园区的核心区域，毗邻世博轴与中国馆。整座建筑以其轻盈灵动，宛若飞碟般的独特造型横空出世，犹如一枚“艺海贝壳”，美艳耀世。中心拥有一个18,000座的主场馆，以及音乐俱乐部、电影院、溜冰场、餐厅、零售区域。梅赛德斯-奔驰文化中心作为2010年上海世博会最重要的永久性场馆之一，在世博会期间将承担各类大型演出和活动，满足世博会大型文艺演出需求。同时，还充分考虑了世博会之后的后续利用和可持续发展需要，与上海“国际文化大都市”定位相适应。现在梅赛德斯-奔驰文化中心对公众长期开放，这里会不定期举办超大型庆典、演唱会，又能举办篮球比赛、冰上表演甚至冰球比赛多种活动。天后王菲、亚洲天团SHE、美国巨星TaylorSwift等都在这里举办过演唱会，大型的场地，先进科幻的现场效果，令粉丝们都十分难忘。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区世博大道1200号",
            "district": "浦东新区",
            "lng": 121.49904503164868,
            "lat": 31.193700433468692
        },
        "imgSrc": [
            "img/605.jpg",
            "img/606.jpg",
            "img/607.jpg",
            "img/608.jpg",
            "img/609.jpg"
        ],
        "opentime": "商业区10:00-22:00；场馆的开放时间根据演出或活动的时间而定。",
        "hotDegree": 0,
        "nearBy": [
            52,
            120,
            136
        ]
    },
    {
        "id": 123,
        "title": "外滩万国建筑博览群",
        "description": "外滩万国建筑博览群位于浦江西岸，北起外百渡桥，南至金陵东路，长约1800米的街道上52栋风格迥异、异国色彩浓厚的历史建筑一字排开，成为了外滩的最大看点之一，你可以从中窥见上海滩的百年历史变迁。外滩，自19世纪四十年代上海被辟为商埠后，就成为列强在上海的政治、金融、商务和文化中心，外国的银行、商行、总会云集于此。漫步在中山东一路上，你将看到著名的海关大楼、和平饭店南楼北楼、原汇丰银行大楼、亚细亚大楼、华尔道夫酒店、有利大楼等各种不同风格的历史建筑，联合哥特式尖顶、巴洛克式廊柱、西班牙式阳台、古希腊式穹窿尽收眼底，仿佛穿越到了上世纪的异国街道。晚上灯火通明，更加赏心悦目。大多数建筑现已被改建为中国太平洋保险公司总部、泰国驻上海总领事馆、招商局集团上海总部、浦东发展银行总部、上海海关、上海市总工会、上海外汇交易中心等商务办公楼，不对外开放。也有部分大楼成为了顶级消费中心，如闻名遐迩的外滩十八号，便是原英国渣打银行驻中国的总部。一二楼是卡地亚等众多国际知名品牌旗舰店，往上为“外滩18号创意中心”、顶级粤菜餐厅“滩外楼”、米其林三星级主厨餐厅、露天江景酒吧，是享受上海夜生活的必到之处。",
        "score": 4.7,
        "price": 0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区中山东一路",
            "district": "黄浦区",
            "lng": 121.495063831459,
            "lat": 31.247294928908723
        },
        "imgSrc": [
            "img/610.jpg",
            "img/611.jpg",
            "img/612.jpg",
            "img/613.jpg",
            "img/614.jpg"
        ],
        "opentime": "全天开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            42,
            54,
            62,
            63,
            66,
            67,
            68,
            75,
            77,
            79,
            84,
            87,
            88,
            94,
            99,
            104,
            105,
            106,
            111,
            115,
            116,
            126,
            132,
            139,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 124,
        "title": "上海琉璃艺术博物馆",
        "description": "上海琉璃艺术博物馆位于田子坊附近，博物馆前身是上海钟表塑料配件厂，这座历经五十载风霜雪雨的砖体建筑经加固和整修，以一座精美的琉璃建筑样貌再度呈现在众人眼前。博物馆虽然面积不大，但不论是外墙还是屋顶都设计感十足，单外墙就镶嵌着4800多片宛如石窟岩石般质感的透明琉璃砖。一朵宽10米、高5米、重达1吨的巨型金色牡丹花高挂在琉璃墙上，好似从琉璃中绽放出来，显得格外醒目。特别是到了入夜，琉璃墙在灯光映照下变成色彩斑斓，宛如一个精美的艺术作品。博物馆以琉璃展品为主题，共有三层楼：一楼是LCM Café和博物馆礼品店，供人歇脚休闲或者购买琉璃礼品；二楼展区展出中国古代琉璃系列、世界琉璃大师杰作，及国际琉璃界10位现代琉璃艺术家的新作；三楼展出的是琉璃工房艺术家杨惠珊，也就是琉璃工房的创办人的代表作。博物馆中最令人惊叹的是耗时10年创作的“今生大愿”观音造像，这尊源自敦煌莫高窟元代壁画的立体复原作品，总高达4.5米，是该博物馆中唯一一件非琉璃材质的作品，值得一看。LCM展览 | 全景领略，当代英国玻璃艺术由当代玻璃艺术先锋科林·里德领衔，九位艺术家联袂展出的玻璃时代的一缕光横跨三代·英伦窑铸玻璃艺术联合展正在上海琉璃艺术博物馆火热开展。本次展览汇聚英国窑铸玻璃艺术之父基思·卡明斯、英国窑铸玻璃先锋人物科林·里德以及以科林·里德为导师的七位艺术家，共三十六件精彩纷呈的代表作品，一站式全景领略，英国当代玻璃艺术风采。01.英国窑铸玻璃艺术之父携最新创作亮相这场来之不易的跨国展览，得到了英国艺术家们莫大的支持。年逾八十的英国玻璃艺术泰斗，为了此次展览，特别于今年创作最新作品《红色堆迭》，带给上海的观众们。红色堆迭 Red Stack基思·卡明斯Keith Cummings基思·卡明斯的《红色堆迭》运用玻璃、铜、锡等多种材质，并同时结合多种窑铸玻璃技巧创作：坍融铸造、切割、研磨、抛光等。基思·卡明斯多年的水彩画深厚功力亦在作品展现无遗，其对色彩与造型极其精准的掌控力，让原本是平面的绘画仿佛悠游在立体透明的玻璃中，成为一种全新的空间视角与生命力。基思·卡明斯作为英国当代玻璃艺术的“一代宗师”，他已将重心放在培养年轻玻璃艺术家，近来较少创作。为了此次展览而全新创作的《红色堆迭》便显得尤为珍贵。02.英国玻璃先锋人物营造出神入化的光影折射幻境1970年代，科林·里德成为基思·卡明斯的学生。里德自从事玻璃艺术工作开始，他的创作灵感即围绕着世界的纹理、大自然、人类文化等领域，我们可以从他的创作感受到他对现实世界的思考。如今，科林·里德的作品已被全球五十三家博物馆典藏，成为英国玻璃艺术的领军人物。他那充满浓烈中国风的作品《竹简》目前永久陈列在上海图书馆正门大厅内。科林·里德此次带来一系列以海洋为主题命名的作品，展现出里德对于大海、且身为业余帆船运动爱好者的热爱。《浪》这件作品以色彩极其丰富的变化，还有特别自由的线条流动与转换，呈现一种自在感、随意感，一种天地壮阔的形象。艺术家对玻璃特性的了解与掌控力，令人叹为观止。浪 Wave科林·里德Colin Reid这个红色的海浪，延续了科林·里德对海洋的印象。两端开放，形成一种无垠无限的感觉。尤其在收尾的过程，两端都呈现出一种无拘束的展开，更呈现一种自由无止境的天地。而庞大的曲线与高度，展示一种张力，彷佛有一种力量持续在从中不停地回荡，永远不会停息。简单的一个幅度，带来如此庞大的想象力，是里德在抽象创作中最具魅力的一个部分。飞鱼 Shoal of Roach科林·里德Colin Reid科林·里德的另一大系列，运用了光学玻璃，结合铸造，以无与伦比的研磨，精准且秘而不宣的角度计算，营造出神入化的光影折射幻境。这个系列，可谓将英国人的严谨科学与文学诗意结合得天衣无缝。对中国观众来说，这件作品有一个非常东方的意涵。当观众仔细观察的时候，只看到一片清澈的玻璃，但是在一个特殊的角度，则看到鱼群满布的内部空间。当然，这只是里德对于玻璃光学操作的魔法，但是作为一个中国人，我们看到的是另外一个意义。这些鱼仿佛说着：飞鱼在渊，飞鱼在天。这种天地无拘无束的影像，其实有一点形而上的意义，观众可以认为它象征宇宙来去自如，潇洒没有界线。03.英国窑铸玻璃艺术的一甲子三个世代的努力与传承本次展览的作品，是英国玻璃艺术六十年的辉煌展现。经由这种“学徒式的传承”，我们看到一条清晰的艺术脉络：从基思·卡明斯，到科林·里德，再至各位曾担任里德工作室的助手们。年轻艺术家们透过学习与实践，发展出自己独特的创作理念，将英国玻璃艺术的影响力继承并发扬广大。永恒的交流XIII  Eternal Exchange XIII萨莉·福克斯Sally Fawkes《永恒的交流》系列作品是萨莉·福克斯的个人创作。在充满光学折射的玻璃表面，再施以一层反射涂料，令整件作品散发璀璨迷人的光彩。而每一个手工雕凿的凹洞，造型各异，吸引人驻足停留，一探究竟。福克斯的作品多为金色与银色。金色让人联想到土地、火焰、太阳，是一种温暖和喜悦；透明又有点像银色的色彩，则让人联想到天堂、月光。作品使用铸造、冷工雕刻、抛光、镜面彩绘等技法，探索光与玻璃的精彩互动，并期许透过作品时时省思自己的人生。双视界Double Take卡伦·布朗宁Karen Browning《双视界》以脱蜡铸造加上冷工抛光与喷砂、24K镀金。卡伦·布朗宁对于镜子的暗喻意象和熟练的制作工法，在此作品中清晰可见。镜子是生活当中的平凡物件，透过艺术家的眼睛，提出一个问题引导观众思考：我们眼中所看到的事物是否足够真实，亦或只是镜中反射出的幻象？在英国有一句古老谚语：打破镜子将有七年厄运，若破镜重圆，则负负得正，有好运相随。布朗宁用纯金修补镜子，将反转用到极致，在中国，我们称其为“否极泰来”。山特伊什塔 Shante Ishta菲亚兹·埃尔森Fiaz Elson在埃尔森的作品中可以清楚地意识到空间和构造，色彩，纹理，都是为了向观者传达出一种能量，可能是充满生命活力的喜悦，也可能是严肃的生死议题。特别是色彩在她的作品占有重要的地位以及象征意义。Shante Ishta来自北美洲原住民切诺基印第安人的语言，展现了“真挚的爱”。他们用歌声唱扬，祈求人心平和，爱与喜悦充满人间。04.中西合璧 联合创作展览的另一大亮点，由中国现代琉璃艺术开拓者与奠基人杨惠姗与被誉为英国玻璃先锋人物的科林·里德特别联手创作的中西合璧作品惊喜亮相，这也是杨惠姗首次与国外艺术家的共同创作。杨惠姗的兰花 Loretta's Orchids杨惠姗 科林·里德Loretta H. Yang  Colin Reid杨惠姗的琉璃兰花，细腻雕琢，以纯熟的手工雕塑，演绎兰花坚韧独立形象，静谧里展示蓬勃生命力。科林·里德，则运用净度极高的光学玻璃，并以高超的切割与角度计算，将玻璃与光的折射发挥到极致，多角度观赏作品，每一面都有不同的映射。这件联名作品，充分彰显了两位艺术家各自的艺术特点，却又和谐无间地充满整个艺术空间。这份美的力量，凌驾一切，跨越地域、时空，这即是艺术的魅力。诚如本次策展人之一、上海琉璃艺术博物馆创始人张毅所言，“今年是特别的一年！因为疫情，人与人、国与国之间的交流，在不得不的演化下，出现不同形式的变化。但是，东西文化的差异，压抑不住了解彼此的向往！艺术文化的交流，也不会因为距离而却步！三十三年来，对于引介世界重要的玻璃艺术创作到亚洲来，邀请世界重要玻璃艺术家亲自到亚洲来交流，是我们欢喜甘愿的工作。因为我们深信文化交流，是必须的，不能停。我们必须知道这个世界，了解这个世界，同时，我们也必须要这个世界知道我们，了解我们。”",
        "score": 4.5,
        "price": 95.0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区泰康路25号",
            "district": "黄浦区",
            "lng": 121.47693485936878,
            "lat": 31.21388275353976
        },
        "imgSrc": [
            "img/615.jpg",
            "img/616.jpg",
            "img/617.jpg",
            "img/618.jpg",
            "img/619.jpg"
        ],
        "opentime": "全年 周一 不开放；1月1日-8月23日 周二至周日 10:00-17:00(最晚入园16:30)；8月24日-9月4日 周二至周日 不开放；9月5日-9月30日 周二至周日 10:00-17:00(最晚入园16:30)；10月1日-10月8日 10:00-17:00(最晚入园16:30)；10月9日 不开放；10月11日-12月31日 10:00-17:00(最晚入园16:30)",
        "hotDegree": 0,
        "nearBy": [
            5,
            9,
            11,
            12,
            13,
            16,
            20,
            23,
            31,
            34,
            39,
            43,
            47,
            62,
            63,
            66,
            69,
            77,
            96,
            100,
            104,
            106,
            107,
            109,
            113,
            118,
            120,
            125,
            126,
            135,
            136,
            138,
            140,
            143,
            144,
            146,
            150
        ]
    },
    {
        "id": 125,
        "title": "上海工艺美术博物馆",
        "description": "上海工艺美术博物馆坐落于汾阳路的花园建筑里，这里展示着各种工艺精湛的雕刻、刺绣作品，以及灯彩等民间工艺品。而博物馆本身也是一座极具艺术感的后文艺复兴式建筑，因外形与美国白宫相似，故有“小白宫”之称。博物馆共有三层，可沿着外部楼梯先到二楼参观，二楼陈列着各种精美的玉雕、牙雕、木雕、刻漆、镶嵌、砚刻、竹刻、瓷刻等艺术品，是博物馆中值得一看的展品，尤其是玉雕和象牙雕刻，个个工艺精湛、惟妙惟肖。随后到三楼，这一层可参观刺绣、戏服、编结等工艺品，还能看到工作室里的工艺师们正在现场制作着各种工艺品。参观时如果留意楼里的典雅装饰，你会发现它处处透着怀旧的气息。这栋洋楼建于1905年，为公董局总董的官邸，如今楼中依然保存着不少极具特色的设施，如三楼的卫生间的装饰和洁具与主楼同步建成，特别是立体淋浴装置和彩色镶嵌玻璃窗，一定让你赞叹当时的设计水准；还有二楼通往三楼的旋转楼梯，外观复古，很适合拍照取景。下到一楼，这里陈列有剪纸、灯彩、绘画等民间工艺品，还设有工艺品商店，有各种工艺品出售，有些比如剪纸、木雕等作品售价不算很贵，如有喜爱的倒是可以买一件。观赏完展品后，可以在小洋楼前的大草坪上走走，一旁有小水池，里面养有红鲤鱼。",
        "score": 4.5,
        "price": 0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "上海市徐汇区汾阳路79",
            "district": "徐汇区",
            "lng": 121.4604982499441,
            "lat": 31.216661746653784
        },
        "imgSrc": [
            "img/620.jpg",
            "img/621.jpg",
            "img/622.jpg",
            "img/623.jpg",
            "img/624.jpg"
        ],
        "opentime": "上午9:00-11:00，下午13:00-16:00（15:30停止进入）；周一闭馆，国定假日及其他特殊安排另行通告。",
        "hotDegree": 0,
        "nearBy": [
            12,
            13,
            16,
            22,
            23,
            39,
            43,
            47,
            60,
            63,
            64,
            65,
            69,
            76,
            96,
            100,
            104,
            107,
            109,
            112,
            113,
            118,
            119,
            124,
            129,
            135,
            138,
            140,
            144,
            150
        ]
    },
    {
        "id": 126,
        "title": "上海基督教沐恩堂",
        "description": "沐恩堂位于西藏中路和汉口路的路口，是一座红色外墙的基督教堂，它的对面就是人民广场，若是从南京西路过来会经过教堂门口，只不过大多数时候看到的大门是紧闭着的，因为通常只有礼拜日才可以进去看看。在这里，你可以感受到教堂的神圣庄严，听着信徒们唱着赞美诗，让心灵也得到一次洗涤。沐恩堂于1931年建成，原名慕尔堂，又名“慕乐堂”。教堂坐东朝西，是新哥特式风格，教堂的正中为大堂，大堂内可以容纳一千人。西南角有一座钟楼，十分显眼，毗邻有四层的附屋和附属学校。1936年，一位美国教徒前来参观时，曾捐资在教堂的钟楼顶部安装了一座5米高的霓虹灯十字架，从而使该教堂成为当时上海乃至远东地区的著名教堂。如今，塔楼顶部安装着五米高的霓虹灯十字架，夜光下分外夺目，成为人民广场的一大景观。",
        "score": 4.5,
        "price": 128.0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市黄浦区西藏中路316号（近汉口路）",
            "district": "黄浦区",
            "lng": 121.48216366128464,
            "lat": 31.239131549831917
        },
        "imgSrc": [
            "img/625.jpg",
            "img/626.jpg",
            "img/627.jpg",
            "img/628.jpg",
            "img/629.jpg"
        ],
        "opentime": "周日7:00、9:00、14:00、19:00做四次礼拜，具体开放时间详见景区公示。",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            15,
            16,
            18,
            20,
            22,
            31,
            34,
            36,
            39,
            41,
            42,
            47,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            96,
            100,
            104,
            106,
            109,
            113,
            116,
            118,
            123,
            124,
            135,
            138,
            140,
            143,
            146,
            147
        ]
    },
    {
        "id": 127,
        "title": "曲水园",
        "description": "曲水园位于青浦城区，是上海五大古典园林（豫园、古漪园、醉白池、秋霞圃、曲水园）之一，曲水园小巧林珑，但假山、石桥、亭阁、池塘俱全。园内古木茂密、花草葱郁，山墙上披满爬山虎，漫步园中心旷神怡，常能见到老人在此唱曲下棋；园林的东部紧邻环城河，可坐在河边长廊中小憩、享受河畔风光，无限惬意。曲水园始建于清朝乾隆年间，它紧挨着青浦城隍庙，起初是城隍庙的附属园林，由于屡遭战火而多次兴废，现在的曲水园是在原址上修缮改建而成的。从公元路上的南大门进入，左手边是以建筑为主的西园，这里楼堂华美，有得月轩、有觉堂、夕阳红半楼等楼阁。其中夕阳红半楼建在用太湖石垒成的假山上，楼下是盘旋曲折的山洞，很有意思。中园以山水见长，是曲水园的中部主体部分。这里有荷花池、凝和堂、花神堂等景点，荷花池畔有小濠梁、迎曦亭、恍对飞来等亭榭可赏池景，夏季还可赏荷花。荷花池北部有一座大假山称为“小飞来”，这里是园林的中央，站在山顶的“九峰一览阁”可居高俯视周围景观。东园紧挨着东边的环城河，这里的特点是充满野趣。沿着摆满盆栽、绿荫相伴的石头小径，可通往听橹阁、牡丹亭、机云亭、绿波廊等亭阁。绿波廊是一条临河而建的长廊，蜿蜒一百多米，坐在这里听听音乐吹吹河风，很是惬意。而站在河对岸往绿波廊这边望去，河面上倒映着绿树、蓝天和长廊，也相当好看。石鼓文书艺苑位于曲水园西北部，是展览石鼓文及有关书法作品之处。石鼓文是我国现存最早的石刻文字，文字刻在十块鼓形的花岗石上，每块刻一首诗。书艺苑的花圃里排列着十块石鼓仿制品，基座上都附有用现代文字写成的诗文大意，以方便游客阅读，有兴趣的话可以去看看。",
        "score": 4.5,
        "price": 4.0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市青浦区公园路612号",
            "district": "青浦区",
            "lng": 121.12031710831883,
            "lat": 31.154615437697313
        },
        "imgSrc": [
            "img/630.jpg",
            "img/631.jpg",
            "img/632.jpg",
            "img/633.jpg",
            "img/634.jpg"
        ],
        "opentime": "1月1日-4月30日 06:00-16:30；5月1日-10月7日 06:00-17:00；10月8日-12月31日 06:00-16:30",
        "hotDegree": 0,
        "nearBy": [
            148
        ]
    },
    {
        "id": 128,
        "title": "嘉定孔庙",
        "description": "嘉定孔庙坐落于嘉定城区，始建于南宋嘉定十二年（1219年），曾为古代嘉定的县学所在地，是目前国内保存较完整的孔庙之一。嘉定孔庙殿前古树苍翠，建筑古色古香，这里的很多建筑都是古代遗存，来这里走走看看，可以感受到浓郁的儒家文化与历史气息。 孔庙门前有三座石柱牌楼，中间的是建于明晚期的“仰高”坊，“仰高”二字出自《论语》，意为赞扬孔子的学问博大精深。东西两边“兴贤”、“育才”两座牌坊分别建于南宋年间和元代，意喻孔庙的办学目的。坊前石栏望柱头雕有72只石狮，刻工精巧，还有三座并排的石拱桥。 始建于元代的棂星门是嘉定孔庙的第一道门，棂星门内的半圆形水池（叫做泮池）开凿于南宋时期。大成门是孔庙的第二道门，门内左右共昂首伏着7只赑屃，背上驮了七块石碑，碑上主要记载了元、明、清三代重修孔庙和县学以及祭孔活动的情况。 走过古柏围绕的石板路就到了大成殿，大成殿是孔庙的主要建筑，始建于南宋年间，巍峨大气的大殿前筑有石台，更显其雄伟。殿内保留了明代的建筑结构，殿中为孔子塑像，还摆放了祭祀圣人时所用到的器具，包括编磬、古琴、笙箫等乐器。如今每到孔子诞辰日（9月28日），殿前会举行隆重的祭孔仪式。 孔庙内还有明伦堂、碑廊和当湖书院等建筑。明伦堂曾是历代儒生讲学集会之所，现成为中国科举博物馆的展厅，堂内陈列着中国历代科举考试的资料，还可见到状元进士的试卷。而当湖书院内现为仿制贡院考试的考场，里面的考生蜡像形象地表现了古代应试的场景。 明伦堂西侧的碑廊内陈列着从唐至清各个朝代书法家的书法碑刻，其中以宋代黄庭坚，明代沈周、文徵明、董萁昌等人的墨迹诗文石刻尤为珍贵。 此外，汇龙潭公园紧邻嘉定孔庙，而附近还有秋霞圃、嘉定博物馆、法华塔等景点，也都值得一游，步行都可到达。",
        "score": 4.4,
        "price": 0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市嘉定区南大街183号",
            "district": "嘉定区",
            "lng": 121.25968701093663,
            "lat": 31.386699341106464
        },
        "imgSrc": [
            "img/635.jpg",
            "img/636.jpg",
            "img/637.jpg",
            "img/638.jpg",
            "img/639.jpg"
        ],
        "opentime": "周二-周日8:30-17:00（16:30停止入场），周一闭馆。",
        "hotDegree": 0,
        "nearBy": [
            91
        ]
    },
    {
        "id": 129,
        "title": "丁香花园",
        "description": "位于华山路的丁香花园是上海最负盛名、保存最为完好的老洋房之一，于十九世纪60年代由李鸿章特聘当时的美国建筑大师罗杰斯来沪设计建造。花园将西洋花园官邸建筑与中国江南园林于一体。园中建有三幢西式花园别墅，满园种满了紫藤、丁香等植物，环境宜人。丁香花园被列为上海市优秀近代建筑保护单位。其中1号楼据说是李鸿章和宠妾丁香曾经的住所，又有坊间相传此李鸿章后来将此处给了庶出的幼子李经迈。二楼为19世纪后期美国式的别墅建筑。3号楼则为李鸿章的藏书楼。如今经营特色上海菜、粤菜及颇具港式风情下午茶的申粤轩酒楼坐落于此，进入酒楼用餐的话可以欣赏到整个花园景色。",
        "score": 4.4,
        "price": 0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市徐汇区华山路853号（西1门）",
            "district": "徐汇区",
            "lng": 121.44444132191948,
            "lat": 31.21816146244888
        },
        "imgSrc": [
            "img/640.jpg",
            "img/641.jpg",
            "img/642.jpg",
            "img/643.jpg",
            "img/644.jpg"
        ],
        "opentime": "11:00-22:00",
        "hotDegree": 0,
        "nearBy": [
            16,
            23,
            39,
            43,
            47,
            60,
            64,
            65,
            69,
            71,
            76,
            96,
            100,
            107,
            109,
            112,
            113,
            118,
            119,
            125,
            135,
            138,
            144,
            150
        ]
    },
    {
        "id": 130,
        "title": "佘山天主教堂",
        "description": "佘山天主教堂又叫做佘山圣母大殿，坐落于佘山国家森林公园的西佘山山顶。从远处看，山顶的教堂与山连成整体，红色的砖墙与绿色山林对比明显，端庄雄伟。整个教堂南长北短、东宽西狭，是座经典的不对称建筑。佘山天主教堂是中国天主教徒的朝圣圣地，也常有众多新人来此举办婚礼，即使你不是信徒，也可以入内感受一下神圣肃穆的宗教氛围。但是请尊重宗教信仰，在教堂内请勿拍照。这座教堂是欧洲巴洛克风格建筑，同时也融合了其它各种建筑手法，比如罗马式的拱顶和甬道、希腊式的廊柱、哥特式的尖顶、以色列式的橄榄形钟楼、西班牙式的东端小圆顶，更有中国式的清水壁、斗角地砖、琉璃瓦。同时，这座建筑还采用无木、无钉、无钢、无梁的结构，堪称建筑经典。步入教堂，可见两排挺拔的立柱支撑着橄榄形的穹顶，场地中摆放着整齐的长椅，殿窗部分镶嵌着五彩玻璃，大殿最前端是镶金嵌玉的大理石砌成的大祭台，祭台与座堂间用低矮的汉白玉栏杆分隔，花瓷砖铺地。钟楼上按一定音符排列着八只大钟，塔尖高38米，钟楼上还有一座由紫铜铸成的圣母像。教堂于1871年由法国传教士始建，1935年落成，罗马教宗于1942年敕封该教堂为宗座圣殿，使它成为远东地区的天主教朝圣中心，因此有“远东第一教堂”的美誉。每年五月的“圣母月”和十二月的“圣诞节”，都有数万来自各地的天主教徒来这里朝圣。从山脚到山顶的曲折小路上有14座苦路亭，每亭中有一幅耶稣受难浮雕，还有3座圣亭和半山腰的中山圣母堂，教友们到佘山朝圣，都要沿着曲折的苦路逐级而上。",
        "score": 4.5,
        "price": 0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市松江区外青松公路9142号西佘山园山顶",
            "district": "松江区",
            "lng": 121.19855096906437,
            "lat": 31.100629882111757
        },
        "imgSrc": [
            "img/645.jpg",
            "img/646.jpg",
            "img/647.jpg",
            "img/648.jpg",
            "img/649.jpg"
        ],
        "opentime": "全年 8:00-16:00",
        "hotDegree": 0,
        "nearBy": [
            8,
            25,
            46,
            73
        ]
    },
    {
        "id": 131,
        "title": "陈云纪念馆",
        "description": "纪念馆位于青浦区练塘镇，这里是这位伟大的革命家、新中国经济建设的开创者的故乡。在纪念馆中，你可以详细了解这位伟人的光辉一生，可以看到他曾经用过的生活用品、乘坐过的红旗汽车，除了纪念馆外，还可以参观故居。纪念馆由主馆、故居、手迹碑廊及长春园组成。整个馆区环境幽雅恬静，主馆前的广场正中立着铜像，广场两侧有长廊和水池，周围种植苍松、翠柏，后方设青石铺地的小广场。主馆由地上两层和地下一层组成，分为四个展厅、文物厅和缅怀厅，以及青浦革命历史陈列厅。馆内有免费定时讲解，时间为：9:00、10:00、11:00、13:00、14:00、15:00。展馆内主要以大量图文资料介绍了他的生平，详细展示了他为革命事业作出的贡献、以及建国后为国家的经济建设所付出的心血。馆内还展出了很多他生前使用过的物品，比如伴随他几十年的老皮箱、晚年用过的轮椅、曾用过的琵琶和琴谱，和一辆工作时候乘坐的红旗牌轿车。此外还有领导人们的蜡像，惟妙惟肖。",
        "score": 4.3,
        "price": 0,
        "season": [
            2,
            4
        ],
        "geoInfo": {
            "location": "青浦区练塘镇朱枫公路3516号",
            "district": "青浦",
            "lng": 121.05104561020565,
            "lat": 31.013669184848865
        },
        "imgSrc": [
            "img/650.jpg",
            "img/651.jpg",
            "img/652.jpg",
            "img/653.jpg",
            "img/654.jpg"
        ],
        "opentime": "1月1日-12月31日 周二至周日 09:00-16:30(最晚入园16:00) 周一 不开放；每周一闭馆（除法定节假日外）",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 132,
        "title": "浦东开发陈列馆",
        "description": "浦东开发陈列馆以一个个浦东开发开放的历史永恒记忆汇聚一道道浦东开发艰苦创业的精神长链，再现浦东开发的时代背景和历史进程。浦东开发陈列馆占地面积360.67平方米，建筑面积625.37平方米，陈列面积约600平方米，展示内容分为序厅、图文展示、场景展示、多媒体影音室、尾厅五个部分，展品超过840件，其中各类珍贵照片约340张；各类实物500余件，各类书刊超过300份；另外为了提高展览的可看性，还使用了包括投影、广告机、触摸屏、音频在内的各类多媒体技术全方位展示浦东开发开放的历史过程。",
        "score": 4.6,
        "price": 0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区浦东大道141号2号楼",
            "district": "浦东新区",
            "lng": 121.52070770046248,
            "lat": 31.245096346061587
        },
        "imgSrc": [
            "img/655.jpg",
            "img/656.jpg",
            "img/657.jpg",
            "img/658.jpg",
            "img/659.jpg"
        ],
        "opentime": "全年 周一至周六 09:00-11:30,13:30-17:00(最晚入园16:00) 周日 不开放",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            10,
            11,
            14,
            18,
            20,
            31,
            34,
            36,
            41,
            42,
            54,
            66,
            67,
            68,
            77,
            79,
            87,
            88,
            94,
            99,
            105,
            111,
            115,
            116,
            123,
            143
        ]
    },
    {
        "id": 133,
        "title": "周浦花海",
        "description": "周浦花海位于上海浦东新区周浦镇，西临申江路，南至窑墩路。这里距离上海迪士尼较近，可以安排一起游玩。园区以生态花卉为主体景观，一年四季都有鲜花盛开。当这些不同颜色、不同品种的花卉同时绽放时，会形成震撼的彩虹花田，看上去非常赏心悦目，是和家人周末出游的好去处。除了赏花，园区内还有儿童乐园、动物区等区域可以游玩。再往另一边走有小河，这里可以租脚踏船。另外，河边有个烧烤区，非常适合酷爱户外烧烤的游客。烧烤区做成一个个亭子，桌子中间都有预留的放烧烤炉的方孔，每个亭子边都放着垃圾桶，边上还有水池和自来水供烧烤的人清洗，十分周到。",
        "score": 4.3,
        "price": 55.0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海浦东新区周邓公路4385号1号门",
            "district": "东新区",
            "lng": 121.62544318234274,
            "lat": 31.1232538743348
        },
        "imgSrc": [
            "img/660.jpg",
            "img/661.jpg",
            "img/662.jpg",
            "img/663.jpg",
            "img/664.jpg"
        ],
        "opentime": "全年 08:30-17:00(最晚入园16:30)",
        "hotDegree": 0,
        "nearBy": []
    },
    {
        "id": 134,
        "title": "上海滨江森林公园",
        "description": "滨江森林公园地处浦东高桥镇西北端的吴淞口，与对面的炮台湾湿地森林公园隔江相望。滨江森林公园较大，里面树木茂盛，花季时可以看到各种花卉植物，而且比起市内其他公园，这里游人不多，很适合来散散步、骑骑单车，或是搭个帐篷小憩。这里是黄浦江和长江的并流之处，你还可以坐在江边遥望往来船只，或者欣赏美丽夕阳，享受惬意。从市区自驾车过去很方便，从外环开过了黄浦江就差不多到了，坐公交去也不算很远，只是等车时间较久。进入公园可以步行，也可以租自行车骑行，而乘坐电瓶车代步也很方便，电瓶车每人10元，可绕公园一圈，中途有三个站点可以下车游玩后再等下一班车去下一个站点。步入公园，首先是大片的草坪，可以带帐篷来此露营晒太阳，还可以与孩子一起玩飞盘、放风筝，公园门口有卖风筝，价格不贵。公园里有烧烤林，可以约上三五好友，租借个炉子在这里烧烤，普通炉子是80元/两小时（含炭火），也有食材出售，但价格较贵，建议食材自带。沿着主干道往里走有茂密葱郁的生态林、湿地和观赏植物区，夏季走在幽静的林荫栈道中很凉爽，在湿地则可观赏到荷花等湿生植物。而每逢四月，公园里的杜鹃花和虞美人盛开，十分漂亮，而且品种很多，此时来赏花摄影很不错。从入口处沿着主干道一直走到底就是观景台，最惬意的还是坐在江边的椅子上，看水天一色、百舸往来，江风阵阵拂面，很是享受。傍晚在这里架起三脚架拍摄夕阳，一定很有收获。此外，公园里还有儿童碰碰车、电动船、真人CS等游乐项目。公园里有餐厅和小卖部，价格比外面略贵，但还算可以接受，如果不是来烧烤的，也可以自带些点心充饥。",
        "score": 4.6,
        "price": 20.0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市浦东新区最北端高桥镇三岔港",
            "district": "浦东新区",
            "lng": 121.51799604400938,
            "lat": 31.38040389677456
        },
        "imgSrc": [
            "img/665.jpg",
            "img/666.jpg",
            "img/667.jpg",
            "img/668.jpg",
            "img/669.jpg"
        ],
        "opentime": "全年 08:30-16:30",
        "hotDegree": 0,
        "nearBy": [
            72
        ]
    },
    {
        "id": 135,
        "title": "毛泽东旧居",
        "description": "毛泽东旧居位于茂名北路的“甲秀里”，这是一幢石库门建筑风格的老房子，是一代伟人毛泽东第九次来上海工作期间（1924年2月）居住的地方。弄口竖立着“甲秀里”字样的牌坊，弄内青砖铺垫地面，毛泽东的诗词碑刻镶嵌在青砖墙上，居所里展示着毛泽东与夫人杨开慧生活过的房间和一些珍贵资料。旧居是一幢二层楼的砖木结构建筑，如今的一楼展厅是主题陈列室，介绍了1924年2月至年底毛泽东在上海期间的工作、生活情况，也能看到不少关于杨开慧与其次子毛岸青的介绍。这里有定时的义务讲解，仔细听讲解员的介绍可以了解更多历史事迹。旧居一楼有一间房是毛泽东和夫人杨开慧的房间，里面有他们平时生活的场景和他们的人物蜡像，可以看到毛泽东坐在书桌旁深情地望着夫人杨开慧，夫人坐在床边抱着岸英、哄着睡在摇篮里的毛岸青。另一间是毛泽东母亲在杨开慧生小孩期间就近照顾时居住的房间，里面摆放着婴儿床。在二楼，有《毛泽东在上海》图片资料展。此外，这里是上海唯一一处对社会开放的毛泽东寓所，很值得一看。",
        "score": 4.7,
        "price": 468.0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市静安区茂名北路120弄",
            "district": "静安区",
            "lng": 121.46673522821854,
            "lat": 31.23231757631402
        },
        "imgSrc": [
            "img/670.jpg",
            "img/671.jpg",
            "img/672.jpg",
            "img/673.jpg",
            "img/674.jpg"
        ],
        "opentime": "全年 周二至周日 9:00-14:30",
        "hotDegree": 0,
        "nearBy": [
            6,
            9,
            12,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            39,
            43,
            47,
            62,
            63,
            66,
            69,
            95,
            96,
            100,
            103,
            104,
            106,
            107,
            109,
            113,
            118,
            119,
            124,
            125,
            126,
            129,
            138,
            140,
            143,
            144,
            146,
            147,
            150
        ]
    },
    {
        "id": 136,
        "title": "龙美术馆西岸馆",
        "description": "龙美术馆西岸馆位于上海徐汇滨江“西岸文化走廊”的核心位置，是中国建筑师柳亦春负责设计建造的。由于它独特的建筑风格，使这里迅速成为上海高颜值拍照圣地，并吸引了无数建筑摄影师前来。此外，这里还经常会举办免费小众网红展览，很受追捧。美术馆主体建筑以独特的“伞拱”结构为建构特征，共分为四层。地上一层、二层为绘画、雕塑、装置、新媒体等当代艺术的展示空间，大尺度出挑的拱形空间表面由质地细腻的清水混凝土浇灌而成，与原北票码头时尚空间“斗廊”形成视觉呼应，营造出工业感与原始感。地下一层为中国古代艺术珍品的常设展示空间，“白盒子”式的矩形展厅突显中国传统艺术的历史传承与博大精深。龙美术馆西岸馆不是传统的封闭内向型美术馆，而是具有开放性、公众参与性的公共空间。地上两层有视野开阔的江景餐厅、公共景观庭院、音乐厅、咖啡厅、艺术品商店等，地下一层设有儿童展厅、图书馆、艺术品修复室、艺术书店等，地下二层有三百多个车位的停车场。这一切使得艺术不再远离大众，而是与公众的日常休闲生活息息相关，这也正是刘益谦和王薇夫妇创办美术馆的初衷和心愿。2019年7月27日至2019年10月13日，龙美术馆（西岸馆）将推出艺术家马克·布拉德福特（Mark Bradford）的个展——“洛杉矶”。",
        "score": 4.6,
        "price": 0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市徐汇区龙腾大道3398号（近瑞宁路）",
            "district": "徐汇区",
            "lng": 121.47078173521878,
            "lat": 31.190029244445256
        },
        "imgSrc": [
            "img/675.jpg",
            "img/676.jpg",
            "img/677.jpg",
            "img/678.jpg",
            "img/679.jpg"
        ],
        "opentime": "夏令时：4月1日-10月31日周二-周日10:00-18:00（17:00停止售票）；冬令时：11月1日-次年3月31日周二-周日10:00-17:30（16:30停止售票）；逢周一闭馆（节假日除外）；每月的第一个周二为公众免费开放日（特展除外；节假日除外）；疫情期间每月免费开放日暂时取消，恢复时间另行通知。“新冠”疫情期间开放时间：周二-周日10:30-16:30（15:30停止入场；逢周一闭馆，节假日除外）。",
        "hotDegree": 0,
        "nearBy": [
            16,
            52,
            71,
            76,
            101,
            112,
            122,
            124
        ]
    },
    {
        "id": 137,
        "title": "明日世界",
        "description": "“明日世界”充满了无尽可能并展现出未来最光明的愿景。迪士尼运用各类创新技术为这个园区带来全新面貌：新的星际探险项目“巴斯光年星际营救”带领游客们勇往直前、超越无限；“喷气背包飞行器”让人们突破重力束缚；“创极速光轮”包裹在巨大的半透明穹顶建筑下，幻化着不同光彩，吸引游客跨上两轮光轮摩托队列，挑战全球迪士尼乐园中最紧张刺激之一的过山车项目。游客们还能在“明日世界”旁体验到两个专为上海迪士尼乐园打造的互动体验——“星球大战远征基地”和“漫威英雄总部”。",
        "score": 4.8,
        "price": 0,
        "season": [
            2,
            3
        ],
        "geoInfo": {
            "location": "上海市浦东新区川沙镇黄赵路310号上海迪士尼乐园",
            "district": "浦东新区",
            "lng": 121.67261202906457,
            "lat": 31.14190288762519
        },
        "imgSrc": [
            "img/680.jpg",
            "img/681.jpg",
            "img/682.jpg",
            "img/683.jpg",
            "img/684.jpg"
        ],
        "opentime": "9:00-19:30",
        "hotDegree": 0,
        "nearBy": [
            3,
            56,
            117
        ]
    },
    {
        "id": 138,
        "title": "巨鹿路",
        "description": "上海有许多幽静的小马路，但是能够让人留恋的却不多，巨鹿路算是其中一条。这里是近一个世纪前的法租界，仍保留着单行道，参天的梧桐把街道两旁的小洋楼衬得悠然静谧，像是沉睡了千年，是适合一个人慢慢品味的街道。巨鹿路也用自己的魅力吸引了诸多人的青睐，各色潮流时尚小店驻扎于此。陈冠希的潮流品牌Juice在大陆首家分店，专卖瑞典创意袜子的Coterie，全上海最文艺的书店渡口书店，等等，都是时下最流行且受年轻人喜爱的。",
        "score": 4.6,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "上海市巨鹿路（跨黄浦区和静安区）",
            "district": "巨鹿路（跨黄浦区",
            "lng": 121.46494487299816,
            "lat": 31.22874046679733
        },
        "imgSrc": [
            "img/685.jpg",
            "img/686.jpg",
            "img/687.jpg",
            "img/688.jpg",
            "img/689.jpg"
        ],
        "opentime": "全年 全天开放",
        "hotDegree": 0,
        "nearBy": [
            6,
            9,
            12,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            39,
            43,
            47,
            60,
            62,
            63,
            64,
            66,
            69,
            95,
            96,
            100,
            103,
            104,
            106,
            107,
            109,
            113,
            118,
            119,
            124,
            125,
            126,
            129,
            135,
            140,
            144,
            146,
            147,
            150
        ]
    },
    {
        "id": 139,
        "title": "鲁迅故居",
        "description": "鲁迅故居是位于山阴路大陆新村9号的一栋三层红砖楼房，1933-1936年，鲁迅先生曾一直在这里居住和工作，直到离世。如今故居内还原了鲁迅先生居住时的情景，屋内陈列着他生前用过的珍贵物品和写作用具，其中绝大部分是原物。鲁迅故居不大，屋前有小花圃，栽种着几株树木，屋内的陈设朴实而简单。底层前间是客厅，放有书橱和鲁迅好友瞿秋白留赠的书桌。后间是餐室，放着西式衣帽架。故居内有工作人员免费带领参观和讲解，但室内不允许拍照。二楼的前间是鲁迅的卧室兼书斋，摆放着铁床、衣柜、茶几、镜台等家具，镜台上放着外国版画。南窗糊着彩色玻璃纸，窗下的书桌上放着文具、烟具和花具。窗边壁上的日历维持着原状：1936年10月19日，镜台上的闹钟指针停在凌晨5时25分，是鲁迅先生逝世的日期和时间。三楼前间有阳台，这里有鲁迅与许广平之子周海婴和保姆的卧室，除一张大床外，其他陈设更为简单。后间的客房放着简单的卧具、桌椅和书橱，在这里鲁迅曾掩护过瞿秋白、冯雪峰等人。参观完故居，还可以在去鲁迅公园看看，这里有鲁迅纪念馆和鲁迅墓，可以了解到更多鲁迅先生的生平事迹。沿着山阴路往西北方向走到甜爱路即可看到鲁迅纪念馆入口，步行约7分钟。而鲁迅故居的对面就是瞿秋白故居。",
        "score": 4.4,
        "price": 0,
        "season": [
            4,
            3
        ],
        "geoInfo": {
            "location": "上海市虹口区山阴路132弄9号",
            "district": "虹口区",
            "lng": 121.49082060453512,
            "lat": 31.27184774038157
        },
        "imgSrc": [
            "img/690.jpg",
            "img/691.jpg",
            "img/692.jpg",
            "img/693.jpg",
            "img/694.jpg"
        ],
        "opentime": "周二-周日9:00-16:00，周一闭馆（法定节假日除外）。",
        "hotDegree": 0,
        "nearBy": [
            41,
            42,
            58,
            68,
            75,
            80,
            84,
            94,
            111,
            116,
            123,
            141
        ]
    },
    {
        "id": 140,
        "title": "上海当代艺术馆",
        "description": "上海当代艺术馆（MOCA Shanghai）座落于市中心的人民公园内，与上海市政府、上海大剧院、上海美术馆及上海博物馆为邻。艺术馆共两楼，虽然面积不大，却定期举办不少展览，除了纯艺术的展览也有贴近大众的品牌展、设计展。艺术馆原址为人民公园内一个温室。在建馆过程中，保留了场馆的外部玻璃墙，场馆内部则进行大规模重建。场馆既保留其优越的自然照明条件以及公园的卓越景观，同时在增设多项设施后也满足了博物馆的专业要求。艺术馆总面积为4000平方米；展区为一楼与二楼展厅，总计面积近1800平方米。所有展览区域都配备专业的温控和湿控设施。艺术馆是由龚明光基金会出资建造，经上海市政府批准的非盈利且独立运作的艺术机构，致力推广中国及全世界的当代艺术。上海当代艺术馆由具丰富策展及行政经验的团队经营管理，旨在培养人们对中国及世界当代艺术与设计的欣赏能力，并不断推进上海与全世界之间的文化交流。",
        "score": 4.4,
        "price": 40.0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市黄浦区南京西路231号人民公园7号门内",
            "district": "黄浦区",
            "lng": 121.47955773089852,
            "lat": 31.2380053115207
        },
        "imgSrc": [
            "img/695.jpg",
            "img/696.jpg",
            "img/697.jpg",
            "img/698.jpg",
            "img/699.jpg"
        ],
        "opentime": "10:00-18:00，17:20停止入场。",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            15,
            16,
            20,
            22,
            23,
            31,
            34,
            39,
            41,
            47,
            62,
            63,
            66,
            68,
            69,
            77,
            87,
            88,
            94,
            95,
            96,
            100,
            103,
            104,
            106,
            109,
            113,
            116,
            118,
            123,
            124,
            125,
            126,
            135,
            138,
            143,
            146,
            147,
            150
        ]
    },
    {
        "id": 141,
        "title": "鲁迅纪念馆",
        "description": "在虹口区鲁迅公园的东南隅，坐落着上海鲁迅纪念馆，馆舍是一座造型朴实、雅致的两层庭院式建筑，给人的印象就是青瓦白墙，简单而宁静。在这里，可以参观到鲁迅先生的手稿，以及生前的衣物、生活用品、书信、照片与藏书等珍贵物品，让人们从各种细节了解先生。上海鲁迅纪念馆于1951年开放，是新中国成立后的第一个人物类纪念馆。来到这儿，可看到山墙上的馆名，馆内中庭前设有一个内园“百草园”，园里枝繁叶茂，墙角爬满何首乌，园内有水井，还摆有乌篷船，石井栏及乌篷船皆来自鲁迅的故乡绍兴。纪念馆一层有文化名人专库“朝华文库”及专题展厅“奔流艺苑”，而且常有各种不同形式的专题文化展览。二层为鲁迅生平陈列展厅，也就是主展区，馆藏文物主要由历年征集，以及鲁迅夫人许广平、鲁迅生前友好捐赠而来。可以看到鲁迅先生的手稿、衣物、生活用品，以及众多珍贵的照片，可以通过详细的图文介绍了解鲁迅先生的生平事迹。馆内珍藏的鲁迅先生的石膏面膜很值得一看，这是先生逝世当天，由日本友人从先生遗容上翻制下来的，上面粘结着的胡须和眉须，是鲁迅先生身上遗留下来仅有的原物。此外，馆内还能看到内山书店的场景，以及鲁迅先生作品的各种版本的书籍。另外，鲁迅墓就在一旁的鲁迅公园内，可以前去瞻仰。纪念馆紧挨着甜爱路和山阴路，这是两条弥漫着浪漫与文艺气息的林荫小马路，也可以去走走。而山阴路上的鲁迅故居就是鲁迅先生曾在上海的住所，可以顺道去看看，走过去大约7分钟。",
        "score": 4.5,
        "price": 0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市虹口区甜爱路200号鲁迅公园内（近四川北路）",
            "district": "虹口区",
            "lng": 121.49015504099972,
            "lat": 31.27747583774849
        },
        "imgSrc": [
            "img/700.jpg",
            "img/701.jpg",
            "img/702.jpg",
            "img/703.jpg",
            "img/704.jpg"
        ],
        "opentime": "周二-周日9:00-17:00（16:00停止入场，逢周一闭馆，国家法定假日除外）",
        "hotDegree": 0,
        "nearBy": [
            42,
            58,
            75,
            80,
            84,
            94,
            139
        ]
    },
    {
        "id": 142,
        "title": "真如寺",
        "description": "真如寺位于上海市区西北隅的真如镇，是一座始建于元代的古寺，白墙黑瓦的庙宇处处透着古风，这里数百年来香火一直旺盛。比起龙华寺等其他的上海名刹，真如寺显得更为安宁，佛教的庄严感也更胜，对于喜好清净的香客来说，这里绝对是个闹中取静而又犹存古风的祈福胜地。真如寺不大，整个寺院布局规整，最显眼的建筑是五十余米高的仿宋元式九级方塔，另有牌坊、山门、香炉香池、钟鼓楼、佛殿、菩萨殿、佛堂、经房、藏书楼、僧舍斋房等建筑。进门是钟鼓楼，佛殿和长廊依次排开，踏进正殿，摸着作为元代古迹的梁柱，仿佛回到千年之前。寺内环境清幽，花花草草栽植得像一座小园林，放生池里养有锦鲤鱼，可以买包鱼食投喂，即使坐在旁边的长廊里休息感觉也不错。登塔可俯瞰寺庙全景，塔里供奉着一些佛像，还有不少精美的木雕可供观赏。另外，据说斋房供应的素面味道不错，价格也适中。由于饱经风霜，现在所看到的真如寺已是经过多次修葺和扩建后的面貌，但据考证，正殿为元代建筑，包括里面现存的梁、柱、枋、斗拱等主体结构以及大部分构件皆为元代原物，是我国佛教寺院中为数很少保存下来的元代建筑。",
        "score": 4.4,
        "price": 0,
        "season": [
            4,
            1
        ],
        "geoInfo": {
            "location": "上海市普陀区真如镇兰溪路399号",
            "district": "普陀区",
            "lng": 121.40840500677616,
            "lat": 31.254920664347587
        },
        "imgSrc": [
            "img/705.jpg",
            "img/706.jpg",
            "img/707.jpg",
            "img/708.jpg",
            "img/709.jpg"
        ],
        "opentime": "全年 6:00-16:00",
        "hotDegree": 0,
        "nearBy": [
            27,
            40
        ]
    },
    {
        "id": 143,
        "title": "沉香阁",
        "description": "沉香阁旧名“慈云禅寺”，占地2378亩，是座有特色的比丘尼寺院，阁内有天王殿、大雄宝殿、观音阁、伽蓝殿和应慈法师纪念堂等。沉香阁以供奉“沉香观音”而闻名，原有的观音像已毁于十年浩劫。现观音阁中供奉的是后来香港信徒们所捐赠的海琼水沉香木的如意轮观音像。阁前有四柱三门重檐牌楼，上有沙孟海所题的“沉香阁”三字。天王殿中弥勒头戴天冠，右脚置于左脚上，此是弥勒在兜率天修行时菩萨相，为弥勒真身像，与一般寺院大肚弥勒迥异。两侧为四大天王，立姿，与一般佛寺坐姿不同。大雄宝殿正中为“华严三圣”。中为卢舍那佛，两旁文殊、普贤立侍左右，还有梵天、帝释两天神左右护侍。这种供式也为江南寺院所罕见。观音阁内供奉着沉香观音，有“如意轮观音”之称。沉香阁与龙华、静安、玉佛三大名刹齐名，1988年被国务院列为第一批全国142座重点开放寺院之一。今沉香观音虽非原像，但仍形神兼具、仪态万方，为佛中珍品，香火终日兴盛。",
        "score": 4.6,
        "price": 0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "黄浦区侯家路59号福满堂喜庆文化广场F1",
            "district": "黄浦",
            "lng": 121.49609903872869,
            "lat": 31.232723849068766
        },
        "imgSrc": [
            "img/710.jpg",
            "img/711.jpg",
            "img/712.jpg",
            "img/713.jpg",
            "img/714.jpg"
        ],
        "opentime": "全年 7:00-16:00",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            118,
            123,
            124,
            126,
            132,
            135,
            140,
            146,
            147
        ]
    },
    {
        "id": 144,
        "title": "上海话剧艺术中心",
        "description": "安福路是和话剧联系在一起的，有这样一个口号：”看话剧来安福路，做话剧来话剧中心”，是上海文艺腔的代表之一。每到周末，话剧艺术中心门口总是聚集着沪上文艺青年们，文艺气息静静绽放。上海话剧艺术中心有三个剧场，艺术剧场、戏剧沙龙、D6空间，他们各有特色。D6空间的互动性比较强，观众可以参与进话剧。中心除了上演常规剧目，还不时迎来国外剧团，为沪上观众带来不一样的文化冲击。散场后，可以随意步入路边的咖啡馆或酒吧，享受难得的悠闲时光。",
        "score": 4.6,
        "price": 0,
        "season": [
            1,
            2
        ],
        "geoInfo": {
            "location": "上海市徐汇区安福路288号",
            "district": "徐汇区",
            "lng": 121.44766321410566,
            "lat": 31.219999641994654
        },
        "imgSrc": [
            "img/715.jpg",
            "img/716.jpg",
            "img/717.jpg",
            "img/718.jpg",
            "img/719.jpg"
        ],
        "opentime": "全年 9:00-18:00",
        "hotDegree": 0,
        "nearBy": [
            16,
            23,
            39,
            43,
            47,
            60,
            64,
            65,
            69,
            76,
            96,
            100,
            107,
            109,
            112,
            113,
            118,
            119,
            124,
            125,
            129,
            135,
            138,
            150
        ]
    },
    {
        "id": 145,
        "title": "天马山公园",
        "description": "天马山公园坐落于佘山西南约七公里处，邻近辰山植物园。天马山海拔约99.8米，是上海较高的山，山上植被茂盛、环境清幽，有闻名的斜塔——宋代的护珠宝光塔，登上山顶还可远眺佘山地区的地貌。相比有名的佘山，天马山的游客要少很多，若想找个上海城郊的清净之地去登高访古，非天马山莫属。天马山公园有东、西两个大门，都可以进入，然后一路的登山石阶可直达山顶，坡度比较平缓。登山路两边树木葱郁，西部有竹林，很荫凉，但是夏天登山蚊子很多，可以提前备好驱蚊水。天马山公园不大，整个游玩下来约3个小时。山上没有小卖部，建议自带少量干粮和水。护珠宝光塔是天马山公园的一大胜景。这座建于北宋的古塔中曾藏有舍利，本来并不倾斜，后因有人在塔砖缝中发现宋代钱币，不断拆砖觅宝，塔底部面积近四分之一的砖身被拆去，致使塔身日益倾斜。但是古塔斜而不倒，它的倾斜度甚至超过了意大利比萨斜塔。如今可以看到塔底西北角的大窟窿，但塔中木梯早已毁于火灾，不能登塔。此外，在山上各处曾分布许多历史遗迹，但目前保存尚为完好的不多。紧挨斜塔二十米处有一古银杏树，已有700多年树龄，虽然主干几近枯萎，但有一旁枝依然生机勃勃；而在塔的南坡，有被“茶圣”陆羽誉为“天下第四泉”的濯月泉，可惜现在泉源几近枯断，大雨天才能见泉水从石缝间流出；在山的东南部有“三高士墓”，是元代文人扬维祯、钱惟善、陆居仁三人的墓。",
        "score": 4.5,
        "price": 10.0,
        "season": [
            3,
            1
        ],
        "geoInfo": {
            "location": "上海市松江区佘山镇刘家山村460号",
            "district": "松江区",
            "lng": 121.16338096089048,
            "lat": 31.080403219336628
        },
        "imgSrc": [
            "img/720.jpg",
            "img/721.jpg",
            "img/722.jpg",
            "img/723.jpg",
            "img/724.jpg"
        ],
        "opentime": "1月1日-4月30日 08:30-16:30(最晚入园16:00)；5月1日-10月7日 08:30-17:00(最晚入园16:00)；10月8日-12月31日 08:30-16:30(最晚入园16:00)",
        "hotDegree": 0,
        "nearBy": [
            25
        ]
    },
    {
        "id": 146,
        "title": "小桃园清真寺",
        "description": "小桃园清真寺是一座西亚伊斯兰风格的建筑，因寺门正对着小桃园街而得名，来到河南路和复兴路的十字路口就能看到显眼的灿金色圆顶和绿色外墙。这座寺院是上海为数不多的清真寺之一，平时这里游人很少，如果逛完城隍庙旅游区，不妨多走十几分钟来这里看看，感受一下都市中难得的伊斯兰宗教氛围。小桃园清真寺的礼拜大殿气势雄伟，分上下两层，殿内有大跨拱顶结构，这在国内的伊斯兰建筑中较为少见，这里可容纳五百人同时作礼拜。礼拜大殿西南、西北角各有石方台一块，长凳四条，专供穆斯林诵经、休息之用，大殿的屋顶上竖着伊斯兰教的标志——星月杆。庭院东侧有一栋三层中式楼房，底层为讲经厅堂，厅内放有一部清代中国木刻《古兰经》和一部乌尔都文注释的印度版巨型《古兰经》。墙壁有中堂和条幅，以及经文香炉、香案、花瓶等陈设。二、三层是图书室、阅览室、藏有中外各种版本的《古兰经》和伊斯兰教珍贵文物，但游客一般不能入内。小桃园清真寺始建于1917年，当时曾接待来自全国各地汇集上海赴圣地麦加朝觐的穆斯林，并为他们提供食宿及协助办理出国护照、购买外轮船票等事宜，是中国穆斯林出海朝觐的集散地。这里如今是上海穆斯林的宗教活动中心，每逢穆斯林礼拜日时会有大量信徒聚集于此，同时也是上海伊斯兰教协会的驻地。",
        "score": 4.4,
        "price": 0,
        "season": [
            1,
            3
        ],
        "geoInfo": {
            "location": "上海市黄浦区小桃园街52号",
            "district": "黄浦区",
            "lng": 121.49620050682758,
            "lat": 31.226666634662095
        },
        "imgSrc": [
            "img/725.jpg",
            "img/726.jpg",
            "img/727.jpg",
            "img/728.jpg",
            "img/729.jpg"
        ],
        "opentime": "全年 4:30-20:00",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            115,
            116,
            120,
            123,
            124,
            126,
            135,
            138,
            140,
            143,
            147
        ]
    },
    {
        "id": 147,
        "title": "上海笔墨博物馆",
        "description": "上海笔墨博物馆与上海书城只隔着一条马路，博物馆并不起眼，在热闹的福州路上走很容易错过，但进去后会发觉里面别有洞天。在弥漫着笔墨香的博物馆中，除了可以看到各种精美的毛笔和墨，还可以了解到它们的选材与制作、以及与笔墨有关的名人轶事，充分感受到笔墨文化的博大精深。走进博物馆，一楼主要售卖笔墨，上楼就是展厅了。展厅不大，分左右中三个方向的橱窗展示，每个展台前还配有中英文语音介绍。展厅中间是珍品展示区，陈列着曹素功等老字号出品的墨中精品；右边一片主要展示中国书画墨，包括制作墨的材料、添加剂和模具等，还有一些精美的制成品。左边展示了中国毛笔的历史及发展状况，陈列了制作毛笔的材料、工具和制成品等，还有相关的影像资料。另外还展示了许多名人所使用过的笔，比如吴昌硕、赵之谦、沈尹默、张大千、吴湖帆等书画大家。最值得一提的是鲁迅先生的“金不换”，据介绍这是鲁迅用笔中唯一一支买去尚未来得及使用的毛笔。此外，还有两支毛笔格外显眼，它们的毫毛长达10厘米，称得上笔中之王。这是由当时八十多岁的李可染先生花了70年的时间，从千万根正冬北狼尾毛中挑出了足以做成两支毛笔的特长毫毛，正所谓“千万毛中拣一毫”，算得上是镇馆之宝了。",
        "score": 4.5,
        "price": 0,
        "season": [
            3,
            4
        ],
        "geoInfo": {
            "location": "上海市黄浦区福州路429号",
            "district": "黄浦区",
            "lng": 121.48905238625743,
            "lat": 31.239469651326786
        },
        "imgSrc": [
            "img/730.jpg",
            "img/731.jpg",
            "img/732.jpg",
            "img/733.jpg",
            "img/734.jpg"
        ],
        "opentime": "全年 10:30-15:45",
        "hotDegree": 0,
        "nearBy": [
            1,
            2,
            5,
            6,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            18,
            20,
            22,
            31,
            34,
            36,
            41,
            42,
            47,
            54,
            62,
            63,
            66,
            67,
            68,
            69,
            77,
            79,
            87,
            88,
            94,
            100,
            104,
            105,
            106,
            109,
            113,
            115,
            116,
            118,
            123,
            126,
            135,
            138,
            140,
            143,
            146
        ]
    },
    {
        "id": 148,
        "title": "青浦博物馆",
        "description": "青浦博物馆坐落于青浦城区，是一座漂亮的现代化建筑，这里陈列着许多青浦一带出土的陶器、玉器、青铜器等文物，包括黑陶鸟纹尊、鸡心形玉琀等石器时代的镇馆精品，都是上海最古老的历史文化之见证。你还可以通过详细的图文影像资料，了解上海本地古文明的发展过程以及古代上海的民风民俗。博物馆主体由五个相交的椭圆体组成，从空中看像一只美丽的蝴蝶。建筑的中间部分为大堂，进门可看到大型石材浅浮雕《青龙赋》，东、南两翼是陈列区域，陈列着千余件文物精品。博物馆内陈列的文物很丰富，文字介绍清晰明了，更有各种模型、场景布置，使人能够更容易认知青浦历史、解读古代上海。南翼区域展示主题为“上海古文明之源”，这里展示了上海古文明的发源地之一——青浦崧泽和福泉山等古文化遗址出土的精美文物。其中，朱家角镇出土的黑陶鸟纹尊，崧泽遗址出土的鸡心形玉琀、黑陶竹编纹带盖罐，福泉山遗址出土的扁薄形玉斧、黑陶细刻纹高圈足豆等，都是极其珍贵的精品文物。“申城水文化之魅”为东翼的展示主题，可以了解到历史上青浦的水系变迁、建置沿革。这里有气势恢弘的青龙镇港湾实景复原区，再现了宋代海外贸易港口青龙镇的市井风情和繁华景象。“桥文化”、“水乡风情”等板块则详细介绍了明清时期青浦的民俗风情、历代名人，以及水乡的旖旎风光。",
        "score": 4.5,
        "price": 0,
        "season": [
            1,
            4
        ],
        "geoInfo": {
            "location": "上海市青浦区华青南路1000号",
            "district": "青浦区",
            "lng": 121.14082771109577,
            "lat": 31.15711510524972
        },
        "imgSrc": [
            "img/735.jpg",
            "img/736.jpg",
            "img/737.jpg",
            "img/738.jpg",
            "img/739.jpg"
        ],
        "opentime": "全年 9:00-16:30",
        "hotDegree": 0,
        "nearBy": [
            127
        ]
    },
    {
        "id": 149,
        "title": "宋庆龄陵园",
        "description": "宋庆龄陵园坐落于上海市区，离徐家汇商圈不远，这里是国家名誉主席、国母宋庆龄长眠的地方。宋庆龄陵园内环境清幽、松柏成林，一走进宋园路上的大门，是一条笔直的路通向深处。顺着路直走，会先看到刻有题词的纪念碑，刻着“宋庆龄同志永垂不朽”，碑的背面是记载宋庆龄光辉一生的碑文。继续往里走，右手边即是墓区，可以远远地望到端坐在松柏深处的宋庆龄雕像，汉白玉雕成的宋庆龄先生笑容端庄和蔼，令人肃然起敬。雕像的后面是宋氏墓地，中间是宋庆龄的父母宋耀如和倪桂珍的合葬墓，其东侧是宋庆龄的墓，西侧则是陪伴宋庆龄共患难50多年的保姆李燕娥女士的墓。宋庆龄陵园的前身是上海万国公墓，所以在宋氏墓园的东侧可以看到一片外籍人墓园，有来自世界各国的600多名外籍人士安葬于此，其中包括鲁迅的日本朋友内山完造夫妇、宋庆龄的美籍女友耿丽淑等，还能看到鲁迅先生的原葬地（现已迁葬到上海鲁迅公园）。园区的西北侧是名人墓园，安葬有抗日英雄谢晋元、“三毛之父”张乐平、京剧大师周信芳、油画家陈逸飞等知名人士。紧邻着名人墓园的是宋庆龄纪念馆，馆内可见到宋庆龄曾用过的笔、眼镜、打字机、曾穿戴过的衣物，以及她的亲笔书信和与孙中山等人的珍贵照片，这里还有纪录短片和各种图文，讲述了宋庆龄的生平事迹。如果带着孩子来，还可以到园区东南角的儿童博物馆参观，这里主要有多种科普展览和玩具展，是为实现宋庆龄“把最宝贵的东西给予儿童”的愿望而建，成为陵园的一部分。",
        "score": 4.4,
        "price": 0,
        "season": [
            2,
            1
        ],
        "geoInfo": {
            "location": "上海市长宁区宋园路21号",
            "district": "长宁区",
            "lng": 121.41976687547658,
            "lat": 31.200958929679608
        },
        "imgSrc": [
            "img/740.jpg",
            "img/741.jpg",
            "img/742.jpg",
            "img/743.jpg",
            "img/744.jpg"
        ],
        "opentime": "8:30-17:00，16:30起停止入园，17:00闭园清场；室内场馆另见场馆开放办法。",
        "hotDegree": 0,
        "nearBy": [
            43,
            60,
            64,
            65,
            71,
            76,
            112
        ]
    },
    {
        "id": 150,
        "title": "蔡元培故居",
        "description": "蔡元培故居在希尔顿饭店斜对面一个安静的老别墅小区里，故居的门很小，上头挂着“蔡元培故居陈列馆”的字样，登记姓名籍贯后方可进入。故居一楼辟为陈列馆，二楼、三楼居住着蔡元培先生的子女，因此并不对外开放，故居的陈设基本保持蔡元培先生生前的原样。故居是一幢三层英式花园洋房，1937年蔡元培先生入住，这是他在上海的最后一处住所，亦是国内保存最完好的一处蔡元培故居。蔡元培一生致力于科学与民主，反对封建专制，他被誉为“学界泰斗，人世楷模”。陈列馆里展览分为三大部分：一、“从刻苦攻读到教育救国”；二、“中国近代教育和科学事业的奠基人”；三、“志在民族革命，醒在民主自由”，分别展览了蔡先生从清朝中进士的文章到黎元洪任命其为教育总长的任命状，还有蔡先生致力于从事教育事业的各种图片及文字等，同时还展示了他生前使用过的打字机、行李箱等文物。",
        "score": 4.4,
        "price": 0,
        "season": [
            3,
            2
        ],
        "geoInfo": {
            "location": "上海市静安区华山路303弄16号",
            "district": "静安区",
            "lng": 121.45414114846024,
            "lat": 31.225309897028012
        },
        "imgSrc": [
            "img/745.jpg",
            "img/746.jpg",
            "img/747.jpg",
            "img/748.jpg",
            "img/749.jpg"
        ],
        "opentime": "全年 周二至周日 9:00-16:00",
        "hotDegree": 0,
        "nearBy": [
            9,
            12,
            13,
            16,
            22,
            23,
            39,
            43,
            47,
            60,
            62,
            63,
            64,
            65,
            69,
            95,
            96,
            100,
            104,
            107,
            109,
            113,
            118,
            119,
            124,
            125,
            129,
            135,
            138,
            140,
            144
        ]
    }
]